<?php
// Heading
$_['text_title']              = 'Кредитная / Дебетовая карта (First Data)';

// Button
$_['button_confirm']          = 'Продолжить';

// Text
$_['text_new_card']           = 'Новая карта';
$_['text_store_card']         = 'Запомни данные моей карты';
$_['text_address_response']   = 'Проверка адреса: ';
$_['text_address_ppx']        = 'Адресные данные не предоставлены или Адрес не проверен эмитентом карты';
$_['text_address_yyy']        = 'Эмитент карты подтвердил, что улица и почтовый индекс совпадают с их записями';
$_['text_address_yna']        = 'Эмитент карты подтвердил, что улица совпадает с их записями, но почтовый индекс не совпадает';
$_['text_address_nyz']        = 'Эмитент карты подтвердил, что почтовый индекс совпадает с его записями, но улица не совпадает';
$_['text_address_nnn']        = 'И улица, и почтовый индекс не совпадают с записями эмитента карты';
$_['text_address_ypx']        = 'Эмитент карты подтвердил, что улица совпадает с их записями. Эмитент не проверял почтовый индекс';
$_['text_address_pyx']        = 'Эмитент карты подтвердил, что почтовый индекс совпадает с их записями. Эмитент не проверял улицу';
$_['text_address_xxu']        = 'Эмитент карты не проверял информацию AVS';
$_['text_card_code_verify']   = 'Код безопасности: ';
$_['text_card_code_m']        = 'Совпадение кода безопасности карты';
$_['text_card_code_n']        = 'Код безопасности карты не совпадает';
$_['text_card_code_p']        = 'Не обработано';
$_['text_card_code_s']        = 'Продавец указал, что код безопасности карты отсутствует на карте';
$_['text_card_code_u']        = 'Эмитент не сертифицирован и/или не предоставил ключи шифрования';
$_['text_card_code_x']        = 'Ответа от ассоциации кредитной карты получено не было';
$_['text_card_code_blank']    = 'Пустой ответ должен указывать на то, что код не был отправлен и что не было указаний на то, что код не был указан на карте.';
$_['text_card_type_m']        = 'Mastercard';
$_['text_card_type_v']        = 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']        = 'Diners';
$_['text_card_type_a']        = 'American Express';
$_['text_card_type_ma']       = 'Maestro';
$_['text_card_type_mauk']     = 'Maestro UK/Solo';
$_['text_response_code_full'] = 'Код подтверждения: ';
$_['text_response_code']      = 'Полный код ответа: ';
$_['text_response_card']      = 'Использованная карта: ';
$_['text_response_card_type'] = 'Тип карты: ';
$_['text_response_proc_code'] = 'Код процессора: ';
$_['text_response_ref']       = 'Номер ссылки: ';

// Error
$_['error_failed']            = 'Невозможно обработать Ваш платеж, попробуйте еще раз';