<?php
// Text
$_['text_title']          = 'Кредитная карта / Дебетовая карта (Paymate)';
$_['text_unable']         = 'Невозможно найти или обновить статус Вашего заказа';
$_['text_declined']       = 'Платеж отклонен Paymate';
$_['text_failed']         = 'Paymate транзакция не удалась';
$_['text_failed_message'] = '<p>К сожалению, при обработке Вашей транзакции Paymate произошла ошибка.</p><p><b>Предупреждение: </b>%s</p><p>Пожалуйста, проверьте баланс своего аккаунта Paymate, прежде чем пытаться повторно обработать этот заказ</p><p> Если Вы считаете, что эта транзакция завершилась успешно или отображается как выполнена в Вашей учетной записи Paymate, пожалуйста, <a href="%s">свяжитесь с нами</a> с деталями Вашего заказа.</p>';
$_['text_basket']         = 'Корзина';
$_['text_checkout']       = 'Заказ';
$_['text_success']        = 'Успешно';