<?php
// Heading
$_['heading_title']     = 'Спасибо за покупку с %s .... ';

// Text
$_['text_title']        = 'Кредитная карта / Дебетовая карта (PayPoint)';
$_['text_response']     = 'Ответ от PayPoint:';
$_['text_success']      = '... ваш платеж был успешно получен.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Пожалуйста, подождите...</span></b> пока мы закончим обработку вашего заказа.<br>Если вы не будете перенаправлены автоматически через 10 секунд, нажмите <a href="%s">здесь</a>.';
$_['text_failure']      = '... ваш платеж был отменен!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Пожалуйста, подождите...</span></b><br>Если вы не будете перенаправлены автоматически через 10 секунд, нажмите <a href="%s">здесь</a>.';