<?php
// Text
$_['text_title']           = 'Кредитная или дебетовая карта (безопасно обрабатывается PayPal)';
$_['text_credit_card']     = 'Данные кредитной карты';
$_['text_start_date']      = '(если доступно)';
$_['text_issue']           = '(только для карт Maestro и Solo)';
$_['text_wait']            = 'Пожалуйста, подождите!';

// Entry
$_['entry_cc_owner']       = 'Владелец карты:';
$_['entry_cc_type']        = 'Тип карты:';
$_['entry_cc_number']      = 'Номер карты:';
$_['entry_cc_start_date']  = 'Карта действительна с даты';
$_['entry_cc_expire_date'] = 'Дата истечения срока действия карты';
$_['entry_cc_cvv2']        = 'Код безопасности карты (CVV2)';
$_['entry_cc_issue']       = 'Номер выпуска карты';

// Error
$_['error_required']       = 'Предупреждение: Все поля информации о платеже обязательны для заполнения.';
$_['error_general']        = 'Предупреждение: Общая проблема произошла с транзакцией. Пожалуйста, попробуйте еще раз.';
$_['error_config']         = 'Предупреждение: Ошибка конфигурации платежного модуля. Пожалуйста, проверьте учетные данные.';
$_['error_address']        = 'Предупреждение: Совпадение с адресом платежа Город, штат и почтовый индекс не удалось. Пожалуйста, попробуйте еще раз.';
$_['error_declined']       = 'Предупреждение: Эта транзакция была отклонена. Пожалуйста, попробуйте еще раз.';
$_['error_invalid']        = 'Предупреждение: Предоставленная информация о кредитной карте недействительна. Пожалуйста, попробуйте еще раз.';
