<?php
// Heading
$_['text_title']         = 'Кредитная / Дебетовая карта (Realex)';

// Button
$_['button_confirm']     = 'Подтверждение';

// Entry
$_['entry_cc_type']      = 'Тип карты';

// Text
$_['text_success']       = 'Ваш платеж был авторизован.';
$_['text_decline']       = 'Ваш платеж не прошел';
$_['text_bank_error']    = 'При обработке Вашего запроса в банке произошла ошибка.';
$_['text_generic_error'] = 'При обработке Вашего запроса произошла ошибка.';
$_['text_hash_failed']   = 'Ошибка проверки хэша. Не пытайтесь совершить платеж еще раз, так как статус платежа неизвестен. Пожалуйста, свяжитесь с продавцом.';
$_['text_link']          = 'Нажмите <a href="%s">здесь</a>, чтобы продолжить';
$_['text_select_card']   = 'Пожалуйста, выберите тип вашей карты';
$_['text_result']        = 'Результат аутентификации';
$_['text_message']       = 'Сообщение';
$_['text_cvn_result']    = 'Результат CVN';
$_['text_avs_postcode']  = 'Почтовый индекс AVS';
$_['text_avs_address']   = 'Адрес AVS';
$_['text_eci']           = 'Результат ECI (3D secure)';
$_['text_tss']           = 'Результат TSS';
$_['text_order_ref']     = 'Номер заказа';
$_['text_timestamp']     = 'Отметка';
$_['text_card_type']     = 'Тип карты';
$_['text_card_digits']   = 'Номер карты';
$_['text_card_exp']      = 'Срок действия карты истекает';
$_['text_card_name']     = 'Название карты';
$_['text_3d_s1']         = 'Держатель карты не зарегистрирован, смена ответственности';
$_['text_3d_s2']         = 'Невозможно подтвердить регистрацию, нет сдвига ответственности';
$_['text_3d_s3']         = 'Недействительный ответ от сервера регистрации, нет сдвига ответственности';
$_['text_3d_s4']         = 'Зарегистрирован, но недействительный ответ от ACS (сервера контроля доступа), нет сдвига ответственности';
$_['text_3d_s5']         = 'Успешная аутентификация, смещение ответственности';
$_['text_3d_s6']         = 'Попытка аутентификации подтверждена, смещение ответственности';
$_['text_3d_s7']         = 'Введен неверный пароль, сдвиг ответственности отсутствует';
$_['text_3d_s8']         = 'Аутентификация недоступна, нет сдвига ответственности';
$_['text_3d_s9']         = 'Недействительный ответ от ACS, нет сдвига ответственности';
$_['text_3d_s10']        = 'Неустранимая ошибка RealMPI, без сдвига ответственности';
$_['text_3d_liability']  = 'Отсутствие смещения ответственности';
$_['text_card_visa']     = 'Visa';
$_['text_card_mc']       = 'Mastercard';
$_['text_card_amex']     = 'American Express';
$_['text_card_switch']   = 'Switch';
$_['text_card_laser']    = 'Laser';
$_['text_card_diners']   = 'Diners';