<?php
// Text
$_['text_title']             = 'Кредитная карта / Дебетовая карта (SagePay)';
$_['text_credit_card']       = 'Детали карты';
$_['text_description']       = 'Элементы на %s Заказ №: %s';
$_['text_card_type']         = 'Тип карты: ';
$_['text_card_name']         = 'Название карты: ';
$_['text_card_digits']       = 'Последние цифры: ';
$_['text_card_expiry']       = 'Окончание: ';
$_['text_trial']             = '%s каждые %s %s для %s опаты тогда ';
$_['text_recurring']         = '%s каждые %s %s';
$_['text_length']            = ' для %s оплаты';
$_['text_success']           = 'Ваш платеж был авторизован.';
$_['text_decline']           = 'Ваш платеж был отклонен.';
$_['text_bank_error']        = 'При обработке Вашего запроса в банке произошла ошибка.';
$_['text_transaction_error'] = 'При обработке Вашей транзакции произошла ошибка.';
$_['text_generic_error']     = 'При обработке Вашего запроса произошла ошибка.';
$_['text_hash_failed']       = 'Ошибка проверки хэша. Не пытайтесь совершить платеж еще раз, так как статус платежа неизвестен. Пожалуйста, свяжитесь с продавцом.';
$_['text_link']              = 'Нажмите <a href="%s">здесь</a>, чтобы продолжить';
$_['text_confirm_delete']    = 'Вы уверены, что хотите удалить карту?';

// Entry
$_['entry_card']             = 'Новая или существующая карта: ';
$_['entry_card_existing']    = 'Существующая';
$_['entry_card_new']         = 'Новая';
$_['entry_card_save']        = 'Запомните данные карты для будущего использования';
$_['entry_cc_choice']        = 'Выберите существующую карту';

// Button
$_['button_delete_card']     = 'Удалить выбранную карту';