<?php
// Text
$_['text_title']          = 'Кредитная карта / Дебетовая карта (Worldpay)';
$_['text_credit_card']    = 'Детали карты';
$_['text_card_type']      = 'Тип карты: ';
$_['text_card_name']      = 'Название карты: ';
$_['text_card_digits']    = 'Последние цифры: ';
$_['text_card_expiry']    = 'Окончание: ';
$_['text_trial']          = '%s каждые %s %s для %s оплаты тогда ';
$_['text_recurring']      = '%s каждые %s %s';
$_['text_length']         = ' для %s оплаты';
$_['text_confirm_delete'] = 'Вы уверены, что хотите удалить эту карту';
$_['text_card_success']   = 'Карта успешно удалена';
$_['text_card_error']     = 'Произошла ошибка при удалении Вашей карты. Обратитесь за помощью к администратору магазина.';

// Entry
$_['entry_card']          = 'Новая или существующая карта: ';
$_['entry_card_existing'] = 'Существующая';
$_['entry_card_new']      = 'Новая';
$_['entry_card_save']     = 'Запомнить детали карты';
$_['entry_cc_cvc']        = 'Код подтверждения карты (CVC)';
$_['entry_cc_choice']     = 'Выберите существующую карту';

// Button
$_['button_delete_card']  = 'Удалить карту';

// Error
$_['error_process_order'] = 'При обработке Вашего заказа произошла ошибка. Обратитесь за помощью к администратору магазина.';