<?php
// Heading
$_['heading_title']    = 'Отчет о просмотре продукции';

// Text
$_['text_extension']   = 'Расширения';
$_['text_edit']        = 'Редактировать отчет о просмотре продукции';
$_['text_success']     = 'Успех: Вы сбросили отчет о просмотре продукции!';

// Column
$_['column_name']      = 'Наименование продукции';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Просмотрели';
$_['column_percent']   = 'Процент';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение отчета о просмотре продукции!';