<?php
// Heading
$_['heading_title']    = 'Отчет о просмотре товаров';

// Text
$_['text_extension']   = 'Расширения';
$_['text_edit']        = 'Редактировать отчет о просмотре товаров';
$_['text_success']     = 'Успех: вы сбросили отчет о просмотре товаров!';

// Column
$_['column_name']      = 'Наименование товаров';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Просмотрели';
$_['column_percent']   = 'Процент';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет разрешения на изменение отчета о просмотре товаров!';
