<?php
// Heading
$_['heading_title']   = 'Обновление';
$_['heading_success'] = 'Обновление - Завершено!';

// Text
$_['text_upgrade']    = 'Подготовка для обновления';
$_['text_server']     = 'Проверьте, правильно ли настроен Ваш сервер';
$_['text_steps']      = 'Прогресс Обновления';
$_['text_error']      = 'Опубликуйте сообщения об ошибках скрипта обновления на форуме';
$_['text_clear']      = 'После обновления очистите все куки в Вашем браузере, чтобы избежать ошибок токена.';
$_['text_admin']      = 'Загрузите страницу администратора и дважды нажмите Ctrl+F5, чтобы браузер обновил изменения стилей.';
$_['text_user']       = 'Зайдите в Панель управления и выберите: Система -> Пользователи -> Группы пользователей и нажмите Редактировать для главной группы Администратора. Отметьте все поля.';
$_['text_setting']    = 'Зайдите в Панель управления и Отредактируйте основные Системные Настройки. Обновите все поля и нажмите Сохранить, даже если ничего не изменилось.';
$_['text_store']      = 'Загрузите главную страницу магазина и дважды нажмите Ctrl+F5, чтобы браузер обновил изменения стилей.';
$_['text_progress']   = 'Патч %s был применен (%s из %s)';
$_['text_success']    = 'Поздравляем! Вы успешно обновили OpenCart!';

// Entry
$_['entry_progress']  = 'Прогресс';