<?php
// Heading
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Успешно: Вы изменили купоны!';
$_['text_list']           = 'Список купонов';
$_['text_add']            = 'Добавить купон';
$_['text_edit']           = 'Редактировать купон';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированное количество';
$_['text_coupon']         = 'История купонов';

// Column
$_['column_name']         = 'Название купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата завершения';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Номер заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Скидка';
$_['entry_logged']        = 'Вход покупателя';
$_['entry_shipping']      = 'Бесплатная доставка';
$_['entry_total']         = 'Общее количество';
$_['entry_category']      = 'Категория';
$_['entry_product']       = 'Продукция';
$_['entry_date_start']    = 'Дата начала';
$_['entry_date_end']      = 'Дата завершения';
$_['entry_uses_total']    = 'Использований на купон';
$_['entry_uses_customer'] = 'Использований на клиента';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код, который вводит покупатель, чтобы получить скидку.';
$_['help_type']           = 'Процент или фиксированная сумма.';
$_['help_logged']         = 'Покупатель должен войти в систему, чтобы использовать купон.';
$_['help_total']          = 'Общая сумма, которая должна быть достигнута до вступления в силу купона.';
$_['help_category']       = 'Выберите всю продукцию в выбранной категории.';
$_['help_product']        = 'Выберите определенную продукцию, к которой будет применяться купон. Не выбирайте продукцию, чтобы применить купон ко всей корзине.';
$_['help_uses_total']     = 'Максимальное количество раз, которое купон может использовать любой клиент. Оставьте пустым для неограниченного';
$_['help_uses_customer']  = 'Максимальное количество раз, которое купон может использовать один клиент. Оставьте пустым для неограниченного';

// Error
$_['error_permission']    = 'Предупреждение: У Вас нет разрешения на изменение купонов!';
$_['error_exists']        = 'Предупреждение: Код купона уже используется!';
$_['error_name']          = 'Название купона должно быть от 3 до 128 символов!';
$_['error_code']          = 'Код должен быть от 3 до 10 символов!';