<?php
// Heading
$_['heading_title']     = 'Отслеживание маркетинга';

// Text
$_['text_success']      = 'Успешно: Вы изменили отслеживание маркетинга!';
$_['text_list']         = 'Список отслеживания маркетинга';
$_['text_add']          = 'Добавить отслеживание маркетинга';
$_['text_edit']         = 'Редактировать отслеживание маркетинга';
$_['text_filter']       = 'Фильтр';
		
// Column
$_['column_name']       = 'Название кампании';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Клики';
$_['column_orders']     = 'Заказы';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code']        = 'Код отслеживания';
$_['entry_example']     = 'Примеры';
$_['entry_date_added']  = 'Дата добавления';

// Help
$_['help_code']         = 'Код отслеживания, который будет использоваться для отслеживания маркетинговых кампаний.';
$_['help_example']      = 'Таким образом, система может отслеживать рефералов, Вам нужно добавить код отслеживания в конец URL-ссылки на ваш сайт.';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение отслеживания маркетинга!';
$_['error_name']        = 'Кампания должна быть от 1 до 32 символов!';
$_['error_code']        = 'Код отслеживания обязателен!';
$_['error_exists']      = 'Код отслеживания используется другой кампанией!';