<?php
// Heading
$_['heading_title']         = 'Пользователи';

// Text
$_['text_success']          = 'Успешно: Вы изменили пользователей!';
$_['text_list']             = 'Список пользователей';
$_['text_add']              = 'Добавить пользователя';
$_['text_edit']             = 'Редактировать пользователя';

// Column
$_['column_username']       = 'Имя пользователя';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата добавления';
$_['column_action']         = 'Действие';

// Entry
$_['entry_username']        = 'Имя пользователя';
$_['entry_user_group']      = 'Группа пользователя';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Подтверждение';
$_['entry_firstname']       = 'Имя';
$_['entry_lastname']        = 'Фамилия';
$_['entry_email']           = 'Эл. почта';
$_['entry_image']           = 'Изображение';
$_['entry_status']          = 'Статус';

// Error
$_['error_permission']      = 'Предупреждение: У Вас нет прав на изменение пользователей!';
$_['error_account']         = 'Предупреждение: Вы не можете удалить свой аккаунт!';
$_['error_exists_username'] = 'Предупреждение: Имя пользователя уже используется!';
$_['error_username']        = 'Имя пользователя должно быть от 3 до 20 символов!';
$_['error_password']        = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']         = 'Пароль и подтверждение пароля не совпадают!';
$_['error_firstname']       = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']           = 'Адрес электронной почты не является действительным!';
$_['error_exists_email']    = 'Предупреждение: Адрес электронной почты уже зарегистрирован!';