<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Успешно: Вы изменили группы пользователей!';
$_['text_list']        = 'Список групп пользователей';
$_['text_add']         = 'Добавить группу пользователей';
$_['text_edit']        = 'Редактировать группу пользователей';

// Column
$_['column_name']      = 'Имя группы пользователей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Имя группы пользователей';
$_['entry_access']     = 'Разрешение доступа';
$_['entry_modify']     = 'Разрешение изменения';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение групп пользователей!';
$_['error_name']       = 'Имя группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']       = 'Предупреждение: Эта группа пользователей не может быть удалена, так как в настоящее время она назначена %s пользователям!';