<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Успешно: Вы изменили макеты!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавить макет';
$_['text_edit']           = 'Редактировать макет';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и маршруты, которые будут использоваться с этим макетом';
$_['text_module']         = 'Выберите положение модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Контент Вверху';
$_['text_content_bottom'] = 'Контент Внизу';
$_['text_column_left']    = 'Колонка Слева';
$_['text_column_right']   = 'Колонка Справа';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'Предупреждение: У Вас нет прав на изменение макетов!';
$_['error_name']          = 'Название макета должно быть от 3 до 64 символов!';
$_['error_module']        = 'Модуль обязателен!';
$_['error_default']       = 'Предупреждение: Этот макет не может быть удален, так как в настоящее время он назначен макетом магазина по умолчанию!';
$_['error_store']         = 'Предупреждение: Этот макет не может быть удален, так как в настоящее время он назначен %s магазинам!';
$_['error_product']       = 'Предупреждение: Этот макет не может быть удален, так как в настоящее время он назначен %s продуктам!';
$_['error_category']      = 'Предупреждение: Этот макет не может быть удален, так как в настоящее время он назначен %s категориям!';
$_['error_information']   = 'Предупреждение: Этот макет не может быть удален, так как в настоящее время он назначен %s информационным страницам!';