<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']      = 'Успешно: Вы изменили события!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События используются расширениями для переопределения стандартных функций Вашего магазина. Если у Вас есть проблемы, Вы можете отключить или включить события здесь.';
$_['text_info']         = 'Информация о событии';
$_['text_trigger']      = 'Триггер';
$_['text_action']       = 'Действие';

// Column
$_['column_code']       = 'Код события';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение расширений!';
