<?php
// Text
$_['text_success']     = 'Успешно: Вы изменили расширения!';
$_['text_unzip']       = 'Извлечение файлов!';
$_['text_move']        = 'Копирование файлов!';
$_['text_xml']         = 'Применение модификаций!';
$_['text_remove']      = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение расширений!';
$_['error_install']    = 'Выполняется установка расширения, подождите несколько секунд, прежде чем пытаться установить!';
$_['error_unzip']      = 'Zip-файл не может быть открыт!';
$_['error_file']       = 'Не удалось найти установочный файл!';
$_['error_directory']  = 'Каталог установки не найден!';
$_['error_code']       = 'Для модификации XML необходим уникальный код!';
$_['error_xml']        = 'Модификация %s уже используется!';
$_['error_exists']     = 'Файл %s уже существует!';
$_['error_allowed']    = 'Каталог %s запрещен для записи!';