<?php
// Heading
$_['heading_title']     = 'Установщик расширений';

// Text
$_['text_progress']     = 'Прогресс установки';
$_['text_upload']       = 'Загрузите Ваши расширения';
$_['text_history']      = 'История установки';
$_['text_success']      = 'Успешно: Расширение установлено!';
$_['text_install']      = 'Установка';

// Column
$_['column_filename']   = 'Имя файла';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_upload']      = 'Загрузить файл';
$_['entry_progress']    = 'Прогресс';

// Help
$_['help_upload']       = 'Требуется файл модификации с расширением \'.ocmod.zip\'.';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение расширений!';
$_['error_install']     = 'Выполняется установка расширения, подождите несколько секунд, прежде чем пытаться установить!';
$_['error_upload']      = 'Файл не может быть загружен!';
$_['error_filetype']    = 'Неверный тип файла!';
$_['error_file']        = 'Файл не найден!';