<?php
// Heading
$_['heading_title']      = 'Магазин дополнений';

// Text
$_['text_success']       = 'Успешно: Вы изменили расширения!';
$_['text_list']          = 'Список расширений';
$_['text_filter']        = 'Фильтр';
$_['text_search']        = 'Поиск расширений и тем';
$_['text_category']      = 'Категории';
$_['text_all']           = 'Все';
$_['text_theme']         = 'Темы';
$_['text_marketplace']   = 'Площадка';
$_['text_language']      = 'Языки';
$_['text_payment']       = 'Оплата';
$_['text_shipping']      = 'Доставка';
$_['text_module']        = 'Модули';
$_['text_total']         = 'Заказ';
$_['text_feed']          = 'Продукция';
$_['text_report']        = 'Отчеты';
$_['text_other']         = 'Остальные';
$_['text_free']          = 'Бесплатно';
$_['text_paid']          = 'Платно';
$_['text_purchased']     = 'Приобретено';
$_['text_date_modified'] = 'Дата изменения';
$_['text_date_added']    = 'Дата добавления';
$_['text_rating']        = 'Рейтинг';
$_['text_reviews']       = 'Отзывы';
$_['text_compatibility'] = 'Совместимость';
$_['text_downloaded']    = 'Загрузок';
$_['text_member_since']  = 'Участник с:';
$_['text_price']         = 'Цена';
$_['text_partner']       = 'Разработано партнером OpenCart';
$_['text_support']       = '12 месяцев бесплатной поддержки';
$_['text_documentation'] = 'Документация включена';
$_['text_sales']         = 'Продаж';
$_['text_comment']       = 'Комментарии';
$_['text_download']      = 'Скачивание';
$_['text_install']       = 'Установка';
$_['text_comment_add']   = 'Оставьте свой комментарий';
$_['text_write']         = 'Напишите свой комментарий здесь..';
$_['text_purchase']      = 'Пожалуйста, подтвердите, кто Вы';
$_['text_pin']           = 'Пожалуйста, введите ваш 4-значный PIN-код. Этот PIN-код предназначен для защиты Вашей учетной записи.';
$_['text_secure']        = 'Не передавайте свой PIN-код кому-либо, включая разработчиков. Если Вам требуется, чтобы продавец расширения установил для Вас расширение, отправьте ему необходимое расширение по электронной почте.';
$_['text_name']          = 'Имя загружаемого файла';
$_['text_progress']      = 'Прогресс';
$_['text_available']     = 'Доступные варианты установки';
$_['text_action']        = 'Действие';

// Entry
$_['entry_pin']          = 'ПИН';

// Tab
$_['tab_description']    = 'Описание';
$_['tab_documentation']  = 'Документация';
$_['tab_download']       = 'Скачать';
$_['tab_comment']        = 'Комментарий';

// Button
$_['button_opencart']    = 'Marketplace API';
$_['button_purchase']    = 'Покупка';
$_['button_view_all']    = 'Посмотреть все расширения';
$_['button_get_support'] = 'Получить поддержку';
$_['button_comment']     = 'Комментарий';
$_['button_reply']       = 'Ответить';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на изменение расширений!';
$_['error_opencart']     = 'Предупреждение: Вы должны ввести информацию об OpenCart API, прежде чем делать покупки!';
$_['error_install']      = 'Выполняется установка расширения, подождите несколько секунд, прежде чем пытаться установить!';
$_['error_purchase']     = 'Расширение не может быть куплено!';
$_['error_download']     = 'Расширение не может быть загружено!';
