<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']      = 'Успешно: Вы изменили модификации!';
$_['text_refresh']      = 'Всякий раз, когда Вы включаете/отключаете или удаляете модификацию, Вам нужно нажать кнопку Обновить, чтобы перестроить кэш Ваших модификаций!';
$_['text_list']         = 'Список модификаций';

// Column
$_['column_name']       = 'Название модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение модификаций!';