<?php
// Heading
$_['heading_title']                     = 'OpenBay Pro';

// Buttons
$_['button_retry']                      = 'Повторить';
$_['button_update']                     = 'Обновить';
$_['button_patch']                      = 'Патч';
$_['button_faq']                        = 'Посмотреть тему FAQ';

// Tab
$_['tab_setting']                       = 'Настройки';
$_['tab_update']                        = 'Программные обновления';
$_['tab_developer']                     = 'Разработчик';

// Text
$_['text_dashboard']                    = 'Панель инструментов';
$_['text_success']                      = 'Успешно: Настройки сохранены';
$_['text_products']                     = 'Предметы';
$_['text_orders']                       = 'Заказы';
$_['text_manage']                       = 'Управление';
$_['text_help']                         = 'Помощь';
$_['text_tutorials']                    = 'Учебники';
$_['text_suggestions']                  = 'Идеи';
$_['text_version_latest']               = 'Вы используете последнюю версию';
$_['text_version_check']                = 'Проверка версии программного обеспечения';
$_['text_version_installed']            = 'Установленная версия OpenBay Pro: v';
$_['text_version_current']              = 'Ваша версия';
$_['text_version_available']            = 'последняя';
$_['text_language']                     = 'Язык ответа API';
$_['text_getting_messages']             = 'Получение сообщений OpenBay Pro';
$_['text_complete']                     = 'Выполнено';
$_['text_patch_complete']               = 'Патч был применен';
$_['text_updated']                      = 'Модуль был обновлен (v.%s)';
$_['text_update_description']           = 'Инструмент обновления внесет изменения в файловую систему вашего магазина. Убедитесь, что у Вас есть полная резервная копия файла и базы данных перед обновлением.';
$_['text_patch_description']            = 'Если Вы загрузили файлы обновления вручную, Вам  нужно запустить патч для завершения обновления';
$_['text_clear_faq']                    = 'Очистить всплывающие окна FAQ';
$_['text_clear_faq_complete']           = 'Уведомления теперь будут отображаться снова';
$_['text_install_success']              = 'Торговая площадка была установлена';
$_['text_uninstall_success']            = 'Торговая площадка была удалена';
$_['text_title_messages']               = 'Сообщения &amp; уведомления';
$_['text_marketplace_shipped']          = 'Статус заказа будет обновлен до отправленного на торговой площадке';
$_['text_action_warning']               = 'Это действие опасно, поэтому защищено паролем.';
$_['text_check_new']                    = 'Проверка на более новую версию';
$_['text_downloading']                  = 'Загрузка файлов обновлений';
$_['text_extracting']                   = 'Извлечение файлов';
$_['text_running_patch']                = 'Запуск файлов патчей';
$_['text_fail_patch']                   = 'Невозможно извлечь файлы обновления';
$_['text_updated_ok']                   = 'Обновление завершено, установлена версия ';
$_['text_check_server']                 = 'Проверка требований к серверу';
$_['text_version_ok']                   = 'Программное обеспечение уже обновлено, установлена версия ';
$_['text_remove_files']                 = 'Удаление файлов больше не требуется';
$_['text_confirm_backup']               = 'Убедитесь, что у Вас есть полная резервная копия, прежде чем продолжить';
$_['text_software_update']              = 'Обновление OpenBay Pro';
$_['text_patch_option']                 = 'Ручное обновление';

// Column
$_['column_name']                       = 'Название плагина';
$_['column_status']                     = 'Статус';
$_['column_action']                     = 'Действие';

// Entry
$_['entry_patch']                       = 'Обновление вручную';
$_['entry_courier']                     = 'Курьер';
$_['entry_courier_other']               = 'Другой курьер';
$_['entry_tracking']                    = 'Отслеживание #';
$_['entry_empty_data']                  = 'Пустые данные магазина?';
$_['entry_password_prompt']             = 'Пожалуйста, введите данные чтобы стереть пароль';
$_['entry_update']                      = 'Простое обновление в 1 клик';
$_['entry_beta']                        = 'Используйте бета-версию';

// Error
$_['error_admin']                       = 'Ожидается каталог администратора';
$_['error_failed']                      = 'Не удалось загрузить, повторить попытку?';
$_['error_tracking_id_format']          = 'Ваш идентификационный номер не может содержать символы > или <';
$_['error_tracking_courier']            = 'Вы должны выбрать курьера, если Вы хотите добавить идентификатор отслеживания';
$_['error_tracking_custom']             = 'Пожалуйста, оставьте поле курьера пустым, если Вы хотите использовать пользовательского курьера';
$_['error_permission']                  = 'У Вас нет разрешения на изменение расширения OpenBay Pro';
$_['error_file_delete']                 = 'Невозможно удалить эти файлы, Вы должны удалить их вручную';
$_['error_mkdir']                       = 'PHP функция "mkdir" отключена, свяжитесь с Вашим хостинг-провайдером';
$_['error_openssl_encrypt']             = 'Функция PHP "openssl_encrypt" не включена. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_openssl_decrypt']             = 'Функция PHP "openssl_decrypt" не включена. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_fopen']                       = 'Функция PHP "fopen" не включена. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_url_fopen']                   = 'директива "allow_url_fopen" отключена на Вашем хостинге - Вы не сможете импортировать изображения при импорте товаров из eBay';
$_['error_curl']                        = 'Библиотека PHP "CURL" не включена. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_zip']                         = 'Расширение ZIP должно быть загружено. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_mbstring']                    = 'Библиотека PHP "mb strings" не включена. Свяжитесь с Вашим хостинг-провайдером.';
$_['error_oc_version']                  = 'Ваша версия OpenCart не тестировалась для работы с этим модулем. У Вас могут возникнуть проблемы.';

// Help
$_['help_clear_faq']                    = 'Показать все уведомления о помощи снова';
$_['help_empty_data']                   = 'Это может привести к серьезному повреждению, не используйте его, если Вы не знаете, что он делает!';
$_['help_easy_update']                  = 'Нажмите обновить, чтобы автоматически установить последнюю версию OpenBay Pro';
$_['help_patch']                        = 'Нажмите, чтобы запустить патч скрипты';
$_['help_beta']                         = 'Внимание! Бета-версия является последней версией разработки. Может быть нестабильной и содержать ошибки.';
