<?php
// Heading
$_['heading_title']     = 'Темы сертификатов';

// Text
$_['text_success']      = 'Успешно: Вы изменили темы сертификатов!';
$_['text_list']         = 'Список тем сертификатов';
$_['text_add']          = 'Добавить тему сертификата';
$_['text_edit']         = 'Редактировать тему сертификата';

// Column
$_['column_name']       = 'Название темы сертификата';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название темы сертификата';
$_['entry_description'] = 'Описание темы сертификата';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет прав на изменение тем сертификата!';
$_['error_name']        = 'Название темы сертификата должно быть от 3 до 32 символов!';
$_['error_image']       = 'Изображение обязательно!';
$_['error_voucher']     = 'Предупреждение: Эту тему сертификата нельзя удалить, так как она в настоящее время назначена %s сертификатам!';