<?php
// Text
$_['text_title']                = 'Square';
$_['text_canceled']             = 'Успешно: Вы успешно отменили этот платеж! Мы отправили Вам подтверждение по электронной почте.';
$_['text_confirm_cancel']       = 'Вы уверены, что хотите отменить регулярные платежи?';
$_['text_order_history_cancel'] = 'Вы отменили свой повторяющийся профиль. С Вашей карты больше не будет списываться.';

// Button
$_['button_cancel']             = 'Отмена повторяющегося платежа';

// Error
$_['error_not_cancelled']       = 'Ошибка: %s';
$_['error_not_found']           = 'Не удалось отменить повторяющийся профиль';