<?php
// Text
$_['text_subject']  = '%s - Ваш партнерский аккаунт был активирован!';
$_['text_welcome']  = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']    = 'Ваша учетная запись была одобрена, и Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL:';
$_['text_services'] = 'После входа в систему Вы сможете создавать коды отслеживания, отслеживать комиссионные платежи и редактировать данные своей учетной записи.';
$_['text_thanks']   = 'Спасибо,';