<?php
// Text
$_['text_subject'] = '%s - Ваша учетная запись была активирована!';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']   = 'Ваша учетная запись была создана, и Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL:';
$_['text_service'] = 'После входа в систему Вы сможете получить доступ к другим услугам, включая просмотр прошлых заказов, печать счетов и редактирование информации о Вашей учетной записи.';
$_['text_thanks']  = 'Спасибо,';