<?php
// Text
$_['text_success']  = 'Успешно: вы изменили ваучеры!';
$_['text_subject']  = 'Вам был отправлен подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Этот подарочный сертификат был отправлен вам от %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы использовать этот подарочный сертификат, запишите данный код <b>%s</b>, затем перейдите по ссылке ниже и приобретите товар, для которого вы хотите использовать этот подарочный сертификат. вы можете ввести код подарочного сертификата на странице корзины покупок, прежде чем нажать кнопку «Оформить заказ».';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у вас есть какие-либо вопросы.';
$_['text_sent']     = 'Успешно: Электронное письмо с подарочным сертификатом отправлено!';
