<?php
// Heading
$_['heading_title']    = 'Единая ставка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили доставку по единой ставке!';
$_['text_edit']        = 'Редактировать доставку по единой ставке';

// Entry
$_['entry_cost']       = 'Стоимость';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение доставки по единой ставке!';