<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили бесплатную доставку!';
$_['text_edit']        = 'Редактировать бесплатную доставку';

// Entry
$_['entry_total']      = 'Всего';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Общая сумма, необходимая до того, как модуль бесплатной доставки станет доступным.';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение бесплатной доставки!';