<?php
// Heading
$_['heading_title']    = 'Самовывоз из магазина';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: вы изменили доставку самовывоз из магазина!';
$_['text_edit']        = 'Редактировать доставку самовывоз из магазина';

// Entry
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет разрешения на изменение доставки самовывоз из магазина!';