<?php
// Heading
$_['heading_title']         = 'United States Postal Service';

// Text
$_['text_extension']        = 'Расширения';
$_['text_success']          = 'Успешно: Вы изменили доставку United States Postal Service!';
$_['text_edit']             = 'Редактировать доставку United States Postal Service';
$_['text_domestic_00']      = 'Первый класс почтовая посылка';
$_['text_domestic_01']      = 'Первый класс почтовый большой конверт';
$_['text_domestic_02']      = 'Первый класс почтовое письмо';
$_['text_domestic_03']      = 'Первый класс почтовые открытки';
$_['text_domestic_1']       = 'Приоритетная почта';
$_['text_domestic_2']       = 'Экспресс почта удержание для доставки';
$_['text_domestic_3']       = 'Экспресс почта';
$_['text_domestic_4']       = 'Бандероль';
$_['text_domestic_5']       = 'Связанный печатный материал';
$_['text_domestic_6']       = 'Медиа почта';
$_['text_domestic_7']       = 'Библиотека';
$_['text_domestic_12']      = 'Первый класс штамп с открыткой';
$_['text_domestic_13']      = 'Экспресс почта конверт с фиксированной ставкой';
$_['text_domestic_16']      = 'Приоритетная почта конверт с фиксированной ставкой';
$_['text_domestic_17']      = 'Приоритетная почта обычная коробка с фиксированной ставкой';
$_['text_domestic_18']      = 'Приоритетная почта ключи и идентификаторы';
$_['text_domestic_19']      = 'Первый класс ключи и идентификаторы';
$_['text_domestic_22']      = 'Приоритетная почта фиксированная большая коробка';
$_['text_domestic_23']      = 'Экспресс почта воскресенье/праздник';
$_['text_domestic_25']      = 'Экспресс почта конверт с фиксированной ставкой воскресенье/праздник';
$_['text_domestic_27']      = 'Экспресс почта конверт с фиксированной ставкой удержание для доставки';
$_['text_domestic_28']      = 'Приоритетная почта маленькая коробка с фиксированной ставкой';
$_['text_international_1']  = 'Экспресс почта международная';
$_['text_international_2']  = 'Приоритетная почта международная';
$_['text_international_4']  = 'Мировая экспресс гарантированная (документ и не документ)';
$_['text_international_5']  = 'Мировая экспресс гарантированная используемая документ';
$_['text_international_6']  = 'Мировая экспресс гарантированная недокументированная прямоугольная форма';
$_['text_international_7']  = 'Мировая экспресс гарантированная недокументированная непрямоугольная форма';
$_['text_international_8']  = 'Приоритетная почта конверт с фиксированной ставкой';
$_['text_international_9']  = 'Приоритетная почта фиксированная ставка';
$_['text_international_10'] = 'Экспресс почта международный конверт с фиксированной ставкой';
$_['text_international_11'] = 'Приоритетная почта фиксированная ставка большая коробка';
$_['text_international_12'] = 'Мировая экспресс гарантированная конверт';
$_['text_international_13'] = 'Письма первого класса международные письма';
$_['text_international_14'] = 'Письма первого класса международные конверты';
$_['text_international_15'] = 'Письма первого класса международные посылки';
$_['text_international_16'] = 'Приоритетная почта маленькая коробка с фиксированной ставкой';
$_['text_international_21'] = 'Открытки';
$_['text_regular']          = 'Регулярное';
$_['text_large']            = 'Большой';
$_['text_rectangular']      = 'Прямоугольный';
$_['text_non_rectangular']  = 'Непрямоугольный';
$_['text_variable']         = 'Переменная';

// Entry
$_['entry_user_id']         = 'Идентификатор пользователя';
$_['entry_postcode']        = 'Почтовый индекс';
$_['entry_domestic']        = 'Бытовые услуги';
$_['entry_international']   = 'Международные услуги';
$_['entry_size']            = 'Размер';
$_['entry_container']       = 'Контейнер';
$_['entry_machinable']      = 'Обрабатываемый';
$_['entry_dimension']       = 'Размеры (Д х Ш х В)';
$_['entry_length']          = 'Длина';
$_['entry_height']          = 'Высота';
$_['entry_width']           = 'Ширина';
$_['entry_display_time']    = 'Отображать время доставки';
$_['entry_display_weight']  = 'Отображать вес доставки';
$_['entry_weight_class']    = 'Класс веса';
$_['entry_tax']             = 'Налоговый класс';
$_['entry_geo_zone']        = 'Геозона';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';
$_['entry_debug']           = 'Режим отладки';

// Help
$_['help_dimension']        = 'Средние размеры упаковки для доставки пакета. Размеры товара в данный момент не используются для доставки.';
$_['help_display_time']     = 'Вы хотите отобразить время доставки? (например, доставка в течение 3-5 дней)';
$_['help_display_weight']   = 'Вы хотите отобразить вес доставки? (например, вес при доставке: 2,7674 кг)';
$_['help_weight_class']     = 'Должен быть установлен на фунт.';
$_['help_debug']            = 'Сохраняет данные отправки/записи в системный журнал';

// Error
$_['error_permission']      = 'Предупреждение: У Вас нет разрешения на изменение доставки United States Postal Service!';
$_['error_user_id']         = 'Идентификатор пользователя обязателен!';
$_['error_postcode']        = 'Почтовый индекс обязателен!';
$_['error_width']           = 'Ширина обязательна!';
$_['error_length']          = 'Длина обязательна!';
$_['error_height']          = 'Высота обязательна!';
$_['error_girth']           = 'Обхват обязателен!';