<?php
// Heading
$_['heading_title']    = 'Доставка на основе веса';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили доставку на основе веса!';
$_['text_edit']        = 'Редактировать доставку на основе веса';

// Entry
$_['entry_rate']       = 'Ставки';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Пример: 5:10.00,7:12.00 Вес: стоимость, вес: стоимость и т. д..';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение доставки на основе веса!';