<?php
// Heading
$_['heading_title']      = 'Банковский перевод';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успешно: Вы изменили реквизиты банковского перевода!';
$_['text_edit']          = 'Редактировать банковский перевод';

// Entry
$_['entry_bank']         = 'Инструкция по банковскому переводу';
$_['entry_total']        = 'Всего';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Геозона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_total']         = 'Общая сумма, которую должен достичь заказ, прежде чем этот метод оплаты станет активным.';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на изменение платежа банковским переводом!';
$_['error_bank']         = 'Инструкция по банковскому переводу обязательна!';