<?php
// Heading
$_['heading_title']      = 'Чек / Денежный перевод';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успешно: Вы изменили детали учетной записи чек / денежный перевод!';
$_['text_edit']          = 'Редактировать чек / денежный перевод';

// Entry
$_['entry_payable']      = 'Получатель';
$_['entry_total']        = 'Всего';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone']     = 'Геозона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_total']         = 'Общая сумма, которую должен достичь заказ, прежде чем этот метод оплаты станет активным.';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на изменение платежного чека / денежного перевода!';
$_['error_payable']      = 'Получатель обязателен!';