<?php
// Heading
$_['heading_title']      = 'Бесплатный заказ';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успешно: вы изменили модуль оплаты бесплатный заказ!';
$_['text_edit']          = 'Редактировать бесплатный заказ';

// Entry
$_['entry_order_status'] = 'Статус заказа';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Предупреждение: У вас нет разрешения на изменение оплаты бесплатный заказ!';