<?php
// Heading
$_['heading_title'] = 'Использовать бонусные баллы (Доступно %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Номер заказа: #%s';
$_['text_success']  = 'Успешно: Ваша скидка за бонусные баллы была применена!';

// Entry
$_['entry_reward']  = 'Баллы для использования (Максимум %s)';

// Error
$_['error_reward']  = 'Предупреждение: пожалуйста, введите количество бонусных баллов!';
$_['error_points']  = 'Предупреждение: У Вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Предупреждение: Максимальное количество баллов, которое можно применить %s!';