<?php
// Heading
$_['heading_title']        = 'Рассчитать стоимость доставки; Налогов';

// Text
$_['text_success']         = 'Успешно: Ваша оценка доставки была применена!';
$_['text_shipping']        = 'Введите пункт назначения, чтобы получить оценку доставки.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Область';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите область!';
$_['error_shipping']       = 'Предупреждение: метод доставки обязателен!';
$_['error_no_shipping']    = 'Предупреждение: варианты доставки не доступны. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';