<?php
// Heading
$_['heading_title'] = 'Использовать подарочный сертификат';

// Text
$_['text_voucher']  = 'Подарочный сертификат (%s)';
$_['text_success']  = 'Успешно: Ваша скидка за подарочный сертификат была применена!';

// Entry
$_['entry_voucher'] = 'Введите код подарочного сертификата здесь';

// Error
$_['error_voucher'] = 'Предупреждение: Подарочный сертификат либо недействителен, либо баланс исчерпан!';
$_['error_empty']   = 'Предупреждение: Пожалуйста, введите код подарочного сертификата!';