<?php
// Heading
$_['heading_title']      = 'Анти-Мошенничество IP-адреса';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Успешно: Вы изменили IP-адрес защиты от мошенничества!';
$_['text_edit']          = 'Редактировать анти-мошенничество IP-адрес';
$_['text_ip_add']        = 'Добавить IP-адрес';
$_['text_ip_list']       = 'Мошеннический список IP-адресов';

// Column
$_['column_ip']          = 'IP-адрес';
$_['column_total']       = 'Всего аккаунтов';
$_['column_date_added']  = 'Дата добавления';
$_['column_action']      = 'Действие';

// Entry
$_['entry_ip']           = 'IP-адрес';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус заказа';

// Help
$_['help_order_status']  = 'Клиентам, у которых заблокирован IP-адрес в своих учетных записях, будет присвоен этот статус заказа, и они не смогут автоматически получить статус выполнено.';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на изменение анти-мошенничество IP!';