<?php
// Heading
$_['heading_title']        = 'Пользовательские поля';

// Text
$_['text_success']         = 'Успешно: Вы изменили пользовательские поля!';
$_['text_list']            = 'Список пользовательских полей';
$_['text_add']             = 'Добавить пользовательское поле';
$_['text_edit']            = 'Редактировать пользовательское поле';
$_['text_choose']          = 'Элементы выбора';
$_['text_select']          = 'Раскрывающийся список';
$_['text_radio']           = 'Переключатели. Позволяют выбрать один вариант из нескольких предложенных.';
$_['text_checkbox']        = 'Флажки. Позволяют выбрать более одного варианта из предложенных.';
$_['text_input']           = 'Элементы ввода';
$_['text_text']            = 'Текстовое поле';
$_['text_textarea']        = 'Многострочный текст';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата &amp; Время';
$_['text_time']            = 'Время';
$_['text_account']         = 'Учетная запись';
$_['text_address']         = 'Адреса';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'Регулярное выражение';
$_['text_custom_field']    = 'Пользовательское поле';
$_['text_value']           = 'Значение пользовательского поля';

// Column
$_['column_name']          = 'Название пользовательского поля';
$_['column_location']      = 'Расположение';
$_['column_type']          = 'Тип';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название пользовательского поля';
$_['entry_location']       = 'Расположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значение';
$_['entry_validation']     = 'Проверка';
$_['entry_custom_value']   = 'Название значение пользовательского поля';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_required']       = 'Обязательный';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортировки';

// Help
$_['help_regex']           = 'Используйте регулярное выражение. Например: [^a-zA-Z0-9_-]';
$_['help_sort_order']      = 'Используйте минус для обратного отсчета от последнего поля в наборе.';

// Error
$_['error_permission']     = 'Предупреждение: У Вас нет прав на изменение пользовательских полей!';
$_['error_name']           = 'Название пользовательского поля должно быть от 1 до 128 символов!';
$_['error_type']           = 'Предупреждение: Значение пользовательского поля обязательно!';
$_['error_custom_value']   = 'Название значение пользовательского поля должно быть от 1 до 128 символов!';