<?php
// Heading
$_['heading_title']           = 'Страны';

// Text
$_['text_success']            = 'Успешно: Вы изменили страны!';
$_['text_list']               = 'Список стран';
$_['text_add']                = 'Добавить страну';
$_['text_edit']               = 'Редактировать страну';

// Column
$_['column_name']             = 'Название страны';
$_['column_iso_code_2']       = 'ISO код (2)';
$_['column_iso_code_3']       = 'ISO код (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название страны';
$_['entry_iso_code_2']        = 'ISO код (2)';
$_['entry_iso_code_3']        = 'ISO код (3)';
$_['entry_address_format']    = 'Формат адреса';
$_['entry_postcode_required'] = 'Почтовый индекс обязателен';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Имя = {firstname}<br>Фамилия = {lastname}<br>Компания = {company}<br>Адрес 1 = {address_1}<br>Адрес 2 = {address_2}<br>Город = {city}<br>Почтовый индекс = {postcode}<br>Зона = {zone}<br>Код зоны = {zone_code}<br>Страна = {country}';

// Error
$_['error_permission']        = 'Предупреждение: У Вас нет прав на изменение стран!';
$_['error_name']              = 'Название страны должно быть от 1 до 128 символов!';
$_['error_default']           = 'Предупреждение: Эта страна не может быть удалена, так как в настоящее время она назначена в качестве страны магазина по умолчанию!';
$_['error_store']             = 'Предупреждение: Эта страна не может быть удалена, так как она в настоящее время назначена %s магазинам!';
$_['error_address']           = 'Предупреждение: Эта страна не может быть удалена, так как она в настоящее время назначена %s для записей в адресной книге!';
$_['error_affiliate']         = 'Предупреждение: Эта страна не может быть удалена, так как она в настоящее время назначена %s партнерским программам!';
$_['error_zone']              = 'Предупреждение: Эта страна не может быть удалена, так как она в настоящее время назначена %s зонам!';
$_['error_zone_to_geo_zone']  = 'Предупреждение: Эта страна не может быть удалена, так как она в настоящее время назначена %s зонам в геозонах!';