<?php
// Heading
$_['heading_title']        = 'Валюты';

// Text
$_['text_success']         = 'Успешно: Вы изменили валюты!';
$_['text_list']            = 'Список валют';
$_['text_add']             = 'Добавить валюту';
$_['text_edit']            = 'Редактировать валюту';
$_['text_iso']             = 'Вы можете найти полный список кодов валют и настроек ISO <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значение';
$_['column_status']        = 'Статус';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Название валюты';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значение';
$_['entry_symbol_left']    = 'Символ слева';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Десятичные знаки';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не изменяйте, если это Ваша валюта по умолчанию.';
$_['help_value']           = 'Установите в 1.00000, если это Ваша валюта по умолчанию.';

// Error
$_['error_permission']     = 'Предупреждение: У Вас нет прав на изменение валют!';
$_['error_title']          = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']           = 'Код валюты должен содержать 3 символа!';
$_['error_default']        = 'Предупреждение: Эту валюту нельзя удалить, поскольку в настоящее время она назначена в качестве валюты магазина по умолчанию!';
$_['error_store']          = 'Предупреждение: Эту валюту нельзя удалить, так как она в настоящее время назначена в %s магазинах!';
$_['error_order']          = 'Предупреждение: Эту валюту нельзя удалить, так как она в настоящее время назначена в %s заказах!';