<?php
// Heading
$_['heading_title']      = 'Геозоны';

// Text
$_['text_success']       = 'Успешно: Вы изменили геозоны!';
$_['text_list']          = 'Список геозон';
$_['text_add']           = 'Добавить геозону';
$_['text_edit']          = 'Редактировать геозону';
$_['text_geo_zone']      = 'Геозоны';

// Column
$_['column_name']        = 'Название геозоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название геозоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Зона';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет прав на изменение геозон!';
$_['error_name']         = 'Название геозоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Описание должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Предупреждение. Эту геозону нельзя удалить, поскольку в настоящее время ей назначена одна или несколько налоговых ставок!';