<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Успешно: Вы изменили языки!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить язык';
$_['text_edit']         = 'Редактировать язык';

// Column
$_['column_name']       = 'Название языка';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название языка';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодировка';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_locale']       = 'Пример: ru_RU.UTF-8,ru_RU,ru_ru,ru-ru,russian';
$_['help_status']       = 'Скрыть/Показать в раскрывающемся списке языков';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение языков!';
$_['error_exists']      = 'Предупреждение: Вы уже добавили этот язык!';
$_['error_name']        = 'Название языка должно быть от 1 до 32 символов!';
$_['error_code']        = 'Код языка должен содержать не менее 2 символов!';
$_['error_locale']      = 'Кодировка обязательная!';
$_['error_default']     = 'Предупреждение: Этот язык не может быть удален, так как в настоящее время он назначен языком магазина по умолчанию!';
$_['error_admin']       = 'Предупреждение: Этот язык не может быть удален, так как в настоящее время он назначен языком панели администратора!';
$_['error_store']       = 'Предупреждение: Этот язык не может быть удален, так как в настоящее время он назначен %s магазинам!';
$_['error_order']       = 'Предупреждение: Этот язык не может быть удален, так как в настоящее время он назначен %s заказам!';