<?php
// Heading
$_['heading_title']    = 'Единицы длины';

// Text
$_['text_success']     = 'Успешно: Вы изменили единицы длины!';
$_['text_list']        = 'Список классов длины';
$_['text_add']         = 'Добавить класс длины';
$_['text_edit']        = 'Редактировать класс длины';

// Column
$_['column_title']     = 'Название длины';
$_['column_unit']      = 'Единица длины';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название длины';
$_['entry_unit']       = 'Единица длины';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000, если это Ваша единица длины по умолчанию.';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение единиц длины!';
$_['error_title']      = 'Название длины должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица длины должно быть от 1 до 4 символов!';
$_['error_default']    = 'Предупреждение: Этот класс длины нельзя удалить, так как он в настоящее время назначен классом длины магазина по умолчанию!';
$_['error_product']    = 'Предупреждение: Этот класс длины удалить нельзя, так как он в настоящее время назначен %s продуктам!';