<?php
// Heading
$_['heading_title']    = 'Расположение магазина';

// Text
$_['text_success']     = 'Успешно: Вы изменили расположение магазина!';
$_['text_list']        = 'Список местоположений магазина';
$_['text_add']         = 'Добавить расположение магазина';
$_['text_edit']        = 'Редактировать расположение магазина';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Время работы';
$_['text_geocode']     = 'Геокод не был успешным по следующей причине:';

// Column
$_['column_name']      = 'Название магазина';
$_['column_address']   = 'Адрес';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название магазина';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время работы';
$_['entry_comment']    = 'Комментарий';

// Help
$_['help_geocode']     = 'Пожалуйста, введите геокод Вашего магазина вручную.';
$_['help_open']        = 'Заполните часы работы магазина.';
$_['help_comment']     = 'Это поле предназначено для любых специальных заметок, которые Вы хотели бы сообщить клиенту, например: Магазин не принимает чеки.';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение местоположения магазина!';
$_['error_name']       = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должно быть от 3 до 32 символов!';