<?php
// Heading
$_['heading_title']    = 'Статусы заказа';

// Text
$_['text_success']     = 'Успешно: Вы изменили статусы заказа!';
$_['text_list']        = 'Список статусов заказа';
$_['text_add']         = 'Добавить статус заказа';
$_['text_edit']        = 'Редактировать статус заказа';

// Column
$_['column_name']      = 'Название статуса заказа';
$_['column_action']    = 'Действия';

// Entry
$_['entry_name']       = 'Название статуса заказа';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение статуса заказа!';
$_['error_name']       = 'Название статуса заказа должно быть от 3 до 32 символов!';
$_['error_default']    = 'Предупреждение: Этот статус заказа не может быть удален, так как он в настоящее время назначен как статус заказа магазина по умолчанию!';
$_['error_download']   = 'Предупреждение: Этот статус заказа не может быть удален, так как в настоящее время он назначен статусом загрузки по умолчанию!';
$_['error_store']      = 'Предупреждение: Этот статус заказа не может быть удален, так как он назначен %s магазинам!';
$_['error_order']      = 'Предупреждение: Этот статус заказа не может быть удален, так как он назначен %s заказам!';