<?php
// Heading
$_['heading_title']    = 'Причины возврата';

// Text
$_['text_success']     = 'Успешно: вы изменили причины возврата!';
$_['text_list']        = 'Список причин возврата';
$_['text_add']         = 'Добавить причину возврата';
$_['text_edit']        = 'Редактировать причину возврата';

// Column
$_['column_name']      = 'Название причины возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название причины возврата';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет разрешения изменять причины возврата!';
$_['error_name']       = 'Название причины возврата должно быть от 3 до 128 символов!';
$_['error_return']     = 'Предупреждение: Эту причину возврата нельзя удалить, поскольку в настоящее время она назначена %s возвращенным товарам!';
