<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Успешно: Вы изменили статусы возврата!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавить статус возврата';
$_['text_edit']        = 'Редактировать статус возврата';

// Column
$_['column_name']      = 'Название статуса возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса возврата';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение статуса возврата!';
$_['error_name']       = 'Название статуса возврата должно быть от 3 до 32 символов!';
$_['error_default']    = 'Предупреждение: Этот статус возврата не может быть удален, так как в настоящее время он назначен статусом возврата по умолчанию!';
$_['error_return']     = 'Предупреждение: Этот статус возврата не может быть удален, так как он в настоящее время назначен %s возвратам!';