<?php
// Heading
$_['heading_title']    = 'Действия возврата';

// Text
$_['text_success']     = 'Успешно: Вы изменили действия возврата!';
$_['text_list']        = 'Список действий возврата';
$_['text_add']         = 'Добавить действие возврата';
$_['text_edit']        = 'Редактировать действие возврата';

// Column
$_['column_name']      = 'Название действия возврата';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название действия возврата';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение действий возврата!';
$_['error_name']       = 'Название действия возврата должно быть от 3 до 64 символов!';
$_['error_return']     = 'Предупреждение: Это действие возврата нельзя удалить, так как оно в настоящее время назначено %s возвращенным продуктам!';