<?php
// Heading
$_['heading_title']    = 'Статусы склада';

// Text
$_['text_success']     = 'Успешно: Вы изменили статусы на складе!';
$_['text_list']        = 'Список статусов склада';
$_['text_add']         = 'Добавить статус склада';
$_['text_edit']        = 'Редактировать статус склада';

// Column
$_['column_name']      = 'Название статуса склада';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса склада';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение статуса склада!';
$_['error_name']       = 'Название статуса склада должно быть от 3 до 32 символов!';
$_['error_product']    = 'Предупреждение: Этот статус склада не может быть удален, так как он в настоящее время присвоен %s продуктам!';