<?php
// Heading
$_['heading_title']     = 'Налоговые классы';

// Text
$_['text_success']      = 'Успешно: Вы изменили налоговые классы!';
$_['text_list']         = 'Список налоговых классов';
$_['text_add']          = 'Добавить налоговый класс';
$_['text_edit']         = 'Редактировать налоговый класс';
$_['text_tax_class']    = 'Налоговый класс';
$_['text_tax_rate']     = 'Налоговые ставки';
$_['text_shipping']     = 'Адрес доставки';
$_['text_payment']      = 'Платежный адрес';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Название налогового класса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Название налогового класса';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Налоговые ставки';
$_['entry_based']       = 'На основе';
$_['entry_geo_zone']    = 'Геозона';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение налоговых классов!';
$_['error_title']       = 'Название налогового класса должно быть от 3 до 32 символов!';
$_['error_description'] = 'Описание должно содержать от 3 до 255 символов!';
$_['error_product']     = 'Предупреждение: Этот класс налога не может быть удален, так как в настоящее время он назначен %s продуктам!';