<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']         = 'Успешно: Вы изменили налоговые ставки!';
$_['text_list']            = 'Список налоговых ставок';
$_['text_add']             = 'Добавить налоговую ставку';
$_['text_edit']            = 'Редактировать налоговую ставку';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированное количество';

// Column
$_['column_name']          = 'Название налога';
$_['column_rate']          = 'Ставка налога';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Геозона';
$_['column_date_added']    = 'Дата добавления';
$_['column_date_modified'] = 'Дата изменения';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название налога';
$_['entry_rate']           = 'Ставка налога';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_geo_zone']       = 'Геозона';

// Error
$_['error_permission']     = 'Предупреждение: У Вас нет разрешения на изменение налоговых ставок!';
$_['error_tax_rule']       = 'Предупреждение: Налоговая ставка не может быть удалена, так как она в настоящее время относится к %s налоговым классам!';
$_['error_name']           = 'Название налога должно быть от 3 до 32 символов!';
$_['error_rate']           = 'Ставка налога обязательна!';