<?php
// Heading
$_['heading_title']    = 'Единицы веса';

// Text
$_['text_success']     = 'Успешно: Вы изменили единицы веса!';
$_['text_list']        = 'Список единиц веса';
$_['text_add']         = 'Добавить единицу веса';
$_['text_edit']        = 'Редактировать единицу веса';

// Column
$_['column_title']     = 'Название веса';
$_['column_unit']      = 'Единица веса';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название веса';
$_['entry_unit']       = 'Единица веса';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000, если это Ваша единица веса по умолчанию.';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение единицы веса!';
$_['error_title']      = 'Название веса должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица веса должна быть от 1 до 4 символов!';
$_['error_default']    = 'Предупреждение: Эта единица веса не может быть удалена, так как в настоящее время она назначена в качестве единицы веса магазина по умолчанию!';
$_['error_product']    = 'Предупреждение: Эта единица веса не может быть удалена, так как она в настоящее время назначена %s продуктам!';