<?php
// Heading
$_['heading_title']          = 'Зоны';

// Text
$_['text_success']           = 'Успешно: Вы изменили зоны!';
$_['text_list']              = 'Список зон';
$_['text_add']               = 'Добавить зону';
$_['text_edit']              = 'Редактировать зону';

// Column
$_['column_name']            = 'Название зоны';
$_['column_code']            = 'Код зоны';
$_['column_country']         = 'Страна';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название зоны';
$_['entry_code']             = 'Код зоны';
$_['entry_country']          = 'Страна';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'Предупреждение: У Вас нет разрешения на изменение зон!';
$_['error_name']             = 'Название зоны должно быть от 1 до 128 символов!';
$_['error_default']          = 'Предупреждение: Эта зона не может быть удалена, так как в настоящее время она назначена в качестве зоны магазина по умолчанию!';
$_['error_store']            = 'Предупреждение: Эта зона не может быть удалена, так как в настоящее время она назначена %s магазинам!';
$_['error_address']          = 'Предупреждение: Эта зона не может быть удалена, так как в настоящее время она назначена %s записям адресной книги!';
$_['error_affiliate']        = 'Предупреждение: Эта зона не может быть удалена, так как в настоящее время она назначена %s партнерам!';
$_['error_zone_to_geo_zone'] = 'Предупреждение: Эта зона не может быть удалена, так как в настоящее время она назначена %s зонам в геозонах!';