<?php
// Heading
$_['heading_title']    = 'Плата за низкую стоимость заказа';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили плату за низкий заказ!';
$_['text_edit']        = 'Редактировать плату за низкий заказ';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Общая сумма, которую должен достичь заказ до того, как этот заказ будет деактивирован.';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет разрешения на изменение платы за низкий заказ!';
