<?php
// Heading
$_['heading_title']          = 'Настройка';

// Text
$_['text_step_3']            = 'Введите Ваши параметры базы данных и администратора';
$_['text_db_connection']     = '1. Пожалуйста, введите данные для подключения к Вашей базе данных.';
$_['text_db_administration'] = '2. Пожалуйста, введите имя пользователя и пароль для администрации.';
$_['text_mysqli']            = 'MySQLi';
$_['text_mysql']             = 'MySQL';
$_['text_mpdo']              = 'mPDO';
$_['text_pgsql']             = 'PostgreSQL';

// Entry
$_['entry_db_driver']        = 'Драйвер БД';
$_['entry_db_hostname']      = 'Адрес БД';
$_['entry_db_username']      = 'Пользователь БД';
$_['entry_db_password']      = 'Пароль БД';
$_['entry_db_database']      = 'Имя БД';
$_['entry_db_port']          = 'Порт БД';
$_['entry_db_prefix']        = 'Префикс БД';
$_['entry_username']         = 'Пользователь';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'Эл. почта';

// Error
$_['error_db_hostname']      = 'Адрес подключения к Базе Данных обязателен!';
$_['error_db_username']      = 'Пользователь Базы Данных обязателен!';
$_['error_db_database']      = 'Имя Базы Данных обязательно!';
$_['error_db_port']          = 'Порт Базы Данных обязателен!';
$_['error_db_prefix']        = 'Префикс Базы Данных может содержать только строчные символы в диапазоне a-z, 0-9 и подчеркивания';
$_['error_db_connect']       = 'Ошибка: Не удалось подключиться к Базе Данных, пожалуйста, убедитесь, что сервер базы данных, имя пользователя и пароль верны!';
$_['error_username']         = 'Пользователь обязателен!';
$_['error_password']         = 'Пароль обязателен!';
$_['error_email']            = 'Неверный адрес электронной почты!';
$_['error_config']           = 'Ошибка: Не удалось записать в config.php, пожалуйста, проверьте, что Вы установили правильные разрешения на: ';
