<?php
// Heading
$_['heading_title'] = 'Лицензионное соглашение';

// Text
$_['text_step_1']   = 'Пожалуйста, прочитайте лицензионное соглашение OpenCart';
$_['text_terms']    = '<p><i>This is an unofficial translation of the GNU General Public License into Russian language.
It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL—only the original English text of the GNU GPL does that. However, we hope that this translation will help language speakers understand the GNU GPL better.
You may publish this translation, modified or unmodified, only under the terms at <a href="http://www.gnu.org/licenses/translations.html" target="_blank">translations</a>.</i></p>
<p><i>Настоящий перевод Стандартной Общественной Лицензии GNU на русский язык не является официальным.
Он не опубликован Фондом Свободного Программного Обеспечения и не устанавливает имеющих юридическую силу условий для распространения программного обеспечения, которое распространяется на условиях Стандартной Общественной Лицензии GNU.
Условия, имеющие юридическую силу, закреплены исключительно в аутентичном тексте Стандартной Общественной Лицензии GNU на английском языке.
Мы надеемся, что настоящий перевод поможет русскоязычным пользователям лучше понять содержание Стандартной Общественной Лицензии GNU.</i></p>

<p><a href="https://www.gnu.org/licenses/translations.html" target="_blank">Неофициальные переводы на другие языки</a></p>

<h3>Стандартная Общественная Лицензия GNU</h3>
<p>Версия 3, от 29 Июня 2007</p>
<p>Авторские права &copy; 2007 Фонд свободного программного обеспечения. &lt;http://fsf.org/&gt;</p>
<p>Разрешается копировать и распространять дословно копии этого лицензионного документа, но изменять его запрещено.</p>

<h3><a name="preamble"></a>Введение</h3>
<p>Стандартная общественная лицензия GNU является свободной, разрешенной для копирования лицензией для программного обеспечения и других видов работ.</p>
<p>Лицензии для большинства программного обеспечения и других прикладных работ призваны лишить Вас возможности свободно обмениваться и менять такие работы.
В отличие от этого, Стандартная общественная лицензия GNU призвана гарантировать Вам свободу распространять и изменять все версии программ и быть уверенным, что она останется бесплатной для всех своих пользователей.
Мы, Фонд Свободного Программного Обеспечения, используем Стандартную Общественную Лицензию GNU для большинства нашего программного обеспечения; это относится так же к любой другой работе, опубликованной таким образом ее авторами.
Вы также можете применить его к своим программам.</p>
<p>Когда мы говорим о свободном программном обеспечении, мы имеем в виду свободу использования, а не цену.
Наши общедоступные лицензии предназначены для того, чтобы Вы могли свободно распространять копии бесплатного программного обеспечения (и получать плату за них, если Вы хотите), получать исходный код или получать его, если хотите, что Вы можете менять программное обеспечение или использовать его в новых бесплатных программах, и Вы знаете, что у Вас есть право это делать.</p>
<p>Чтобы защитить Ваши права, мы должны запретить другим лицам отказывать Вам в этих правах или просить Вас отказаться от них. 
Поэтому у Вас есть определенные обязанности, если Вы распространяете копии программного обеспечения или изменяете его: обязанности уважать свободу других.</p>
<p>Например, если Вы распространяете копии такой программы, будь то бесплатно или за плату, Вы должны передать получателям те же права, которые Вы получили. 
Вы должны убедиться, что они тоже получают или могут получить исходный код. 
И Вы должны показать им эти условия, чтобы они знали свои права.</p>
<p>Разработчики, использующие GNU GPL, защищают Ваши права в два этапа: (1) закрепляют авторские права на программное обеспечение и (2) предлагают Вам эту Лицензию, предоставляя Вам законное разрешение на ее копирование, распространение и/или изменение.</p>
<p>Для защиты разработчиков и авторов GPL четко объясняется, что на это свободное программное обеспечение нет никаких гарантий. 
Как для пользователей, так и для авторов, GPL требует, чтобы измененные версии были помечены как измененные, чтобы их проблемы не были ошибочно отнесены к авторам предыдущих версий.</p>
<p>Некоторые устройства предназначены для ограничения доступа пользователей к установке или запуску модифицированных версий программного обеспечения внутри них, хотя производитель может это сделать.
Это в корне несовместимо с целью защиты свободы пользователей изменять программное обеспечение.
Систематическая схема такого злоупотребления имеет место в области продуктов, предназначенных для использования отдельными лицами, и это именно то место, где оно является наиболее неприемлемым.
Поэтому мы разработали эту версию GPL, чтобы запретить использование этих продуктов.
Если такие проблемы в значительной степени возникают в других сферах, мы готовы распространить это положение на эти сферы в будущих версиях GPL, если это необходимо для защиты свободы пользователей.</p>
<p>Наконец, каждой программе постоянно угрожают патенты на программное обеспечение.
Государства не должны допускать, чтобы патенты ограничивали разработку и использование программного обеспечения на компьютерах общего назначения, но в тех, которые это делают, мы хотим избежать особой опасности того, что патенты, применяемые к бесплатной программе, могут сделать ее фактически проприетарной.
Чтобы предотвратить это, GPL гарантирует, что патенты не могут быть использованы для того, чтобы сделать программу несвободной.</p>
<p>Ниже приведены точные условия копирования, распространения и модификации.</p>

<h3><a name="terms"></a>ТЕРМИНЫ И УСЛОВИЯ</h3>

<h4><a id="section0"></a>0. Определения.</h4>
<p>&ldquo;Настоящая Лицензия&rdquo; относится к версии 3 Стандартной общественной лицензии GNU.</p>
<p>&ldquo;Авторское право&rdquo; также означает законы, подобные авторскому праву, которые применяются к другим видам работы, например, полупроводниковые микросхемы.</p>
<p>&ldquo;Программа&rdquo; относится к любой работе, защищенной авторским правом, лицензируемой в соответствии с настоящей Лицензией. 
Каждый лицензиат адресован &ldquo;Вам&rdquo;, так как Вы, &ldquo;Лицензиаты&rdquo; &ldquo;получатели&rdquo;, можете быть физическими или юридическими лицами.</p>
<p>&ldquo;Внесение изменений&rdquo; в работы означает копирование или адаптацию всей или части работы способом, требующим разрешения на авторское право, за исключением создания точной копии.
Полученная работа называется &ldquo;модифицированной версией&rdquo; более ранней работы или работы &ldquo;основанной на&rdquo; более ранней работе.</p>
<p>&ldquo;Лицензионная работа&rdquo; означает либо неизмененную Программу, либо работу, основанную на Программе.</p>
<p>&ldquo;Распространять&rdquo; работу - значит делать с ней все, что без разрешения может привести к прямой или вторичной ответственности за нарушение в соответствии с применимым законодательством об авторском праве, за исключением выполнения его на компьютере или изменения личной копии.
Распространение включает в себя копирование, распространение (с изменениями или без них), предоставление доступа общественности, а также в некоторых странах другие виды деятельности.</p>
<p>&ldquo;Передавать&rdquo; работу означает любой вид распространения, который позволяет другим сторонам делать или получать копии.
Простое взаимодействие с пользователем через компьютерную сеть, без передачи копии, не является передачей.</p>
<p>Интерактивный интерфейс пользователя отображает &ldquo;Соответствующие Юридические Уведомления&rdquo; в той мере, в которой он включает удобную и заметную функцию, которая (1) отображает соответствующее уведомление об авторских правах и (2) сообщает пользователю, что на работу не дается гарантия (за исключением случаев, когда что предоставляются гарантии), что лицензиаты могут передавать работы по этой Лицензии, и как просматривать копию этой Лицензии.
Если интерфейс представляет список пользовательских команд или опций, таких как меню, заметный элемент в списке соответствует этому критерию.</p>

<h4><a id="section1"></a>1. Исходный код.</h4>
<p>&ldquo;Исходный код&rdquo; для работы означает предпочтительную форму работы для внесения изменений в нее. &ldquo;Объектный код&rdquo; означает любую не исходную форму произведения.</p>
<p>&ldquo;Стандартный интерфейс&rdquo; означает интерфейс, который либо является официальным стандартом, определенным признанным органом по стандартам, либо, в случае интерфейсов, указанных для конкретного языка программирования, тот, который широко используется среди разработчиков, работающих на этом языке.</p>
<p>&ldquo;Системные библиотеки&rdquo; исполняемой работы включают в себя все, кроме работы в целом, что (а) включено в обычную форму основного компонента, но не является частью этого основного компонента, и (б) служит только для разрешения использование работы с этим основным компонентом или реализовать стандартный интерфейс, для которого общедоступная реализация доступна в виде исходного кода.
&ldquo;Основной компонент&rdquo; в этом контексте означает основной необходимый компонент (ядро, оконная система и т.д.) 
Конкретной операционной системы (если таковая имеется), на которой выполняется исполняемая работа, или компилятор, используемый для создания работы, или объект интерпретатор кода, используемый для его запуска.</p>
<p>The &ldquo;Соответствующий источник&rdquo; для работы в форме объектного кода означает весь исходный код, необходимый для генерации, установки и (для исполняемой работы) выполнения объектного кода и изменения работы, включая сценарии для управления этими действиями.
Однако он не включает системные библиотеки работы, инструменты общего назначения или общедоступные бесплатные программы, которые используются без изменений при выполнении этих действий, но которые не являются частью работы.
Например, соответствующий источник включает в себя файлы определения интерфейса, связанные с исходными файлами для работы, и исходный код для общих библиотек и динамически связанных подпрограмм, которые специально предназначены для работы, например, посредством тесного обмена данными или потока управления между этими подпрограммами и другие части работы.</p>
<p>Соответствующий источник не должен включать в себя все, что пользователи могут автоматически восстанавливать из других частей соответствующего источника.</p>
<p>Соответствующий источник для работы в форме исходного кода - это та же самая работа.</p>

<h4><a id="section2"></a>2. Основные разрешения.</h4>
<p>Все права, предоставляемые по настоящей Лицензии, предоставляются на срок действия авторских прав на Программу и являются безотзывными при соблюдении указанных условий.
Эта Лицензия однозначно подтверждает Ваше неограниченное разрешение на запуск неизмененной Программы.
Выходные данные выполнения закрытой работы подпадают под действие настоящей Лицензии, только если выходные данные, учитывая их содержание, составляют защищенную работу.
Эта Лицензия подтверждает Ваши права на добросовестное использование или другой эквивалент, как это предусмотрено законом об авторском праве.</p>
<p>Вы можете создавать, запускать и распространять охватываемые произведения, которые Вы не передаете, без каких-либо условий, если только Ваша лицензия остается в силе.
Вы можете передавать охватываемые работы другим лицам с единственной целью - заставить их вносить изменения исключительно для Вас или предоставить Вам средства для выполнения этих работ при условии соблюдения Вами условий настоящей Лицензии при передаче всех материалов, которые Вы не контролируете Авторские права.
Таким образом, те, кто делает или выполняет охватываемые работы для Вас, должны делать это исключительно от Вашего имени, под Вашим руководством и контролем, на условиях, которые запрещают им делать какие-либо копии Ваших материалов, защищенных авторским правом, вне их отношений с Вами.</p>
<p>Транспортировка при любых других обстоятельствах разрешается исключительно в соответствии с условиями, указанными ниже.
Сублицензирование не допускается; раздел 10 делает это ненужным.</p>

<h4><a id="section3"></a>3. Защита юридических прав пользователей от антиобходимости.</h4>
<p>Никакое охватываемое произведение не должно считаться частью эффективной технологической меры в соответствии с любым применимым законодательством, которое выполняет обязательства по статье 11 Договора ВОИС по авторскому праву, принятого 20 декабря 1996 г., или аналогичных законов, запрещающих или ограничивающих обход таких мер.</p>
<p>Когда Вы передаете охватываемую работу, Вы отказываетесь от любых законных полномочий запрещать обход технических мер в той степени, в которой такое обход осуществляется путем реализации прав по настоящей Лицензии в отношении охватываемой работы, и Вы отказываетесь от любого намерения ограничить действие или изменение работать в качестве средства защиты от пользователей работы Ваших юридических прав или прав третьих лиц на запрещение обхода технических мер.</p>

<h4><a id="section4"></a>4. Передача дословных копий.</h4>
<p>Вы можете передавать дословные копии исходного кода Программы по мере его получения на любом носителе, при условии, что Вы явно и надлежащим образом публикуете в каждой копии соответствующее уведомление об авторских правах; оставьте без изменений все уведомления о том, что настоящая Лицензия и любые недопустимые условия, добавленные в соответствии с разделом 7, применяются к коду; сохранить в неприкосновенности все уведомления об отсутствии какой-либо гарантии; и дать всем получателям копию этой Лицензии вместе с Программой.</p>
<p>Вы можете взимать любую цену или никакую цену за каждую передаваемую Вами копию, и Вы можете предложить поддержку или гарантийную защиту за плату.</p>

<h4><a id="section5"></a>5. Передача модифицированных исходных версий.</h4>
<p>Вы можете передать работу, основанную на Программе, или модификации для ее создания из Программы в форме исходного кода в соответствии с условиями раздела 4, при условии, что Вы также выполняете все эти условия:</p>
<ul>
  <li>а) Работа должна содержать заметные уведомления о том, что Вы ее изменили, и указании соответствующей даты.</li>
  <li>б) На произведение должны быть внесены заметные уведомления о том, что оно выпущено в соответствии с настоящей Лицензией и любые условия, добавленные в соответствии с разделом 7. Это требование изменяет требование в разделе 4, чтобы &ldquo;сохранить все уведомления&rdquo; в неизменном виде.</li>
  <li>в) Вы должны лицензировать всю работу, в целом, по этой Лицензии для любого, кто получает копию. Таким образом, настоящая Лицензия будет применяться вместе со всеми применимыми дополнительными условиями раздела 7 ко всей работе и всем ее частям, независимо от того, как они упакованы. Эта Лицензия не дает разрешения на лицензирование произведения каким-либо иным способом, но она не аннулирует такое разрешение, если Вы получили его отдельно.</li>
  <li>г) Если работа имеет интерактивные пользовательские интерфейсы, каждый должен отображать соответствующие юридические уведомления; однако, если Программа имеет интерактивные интерфейсы, которые не отображают Соответствующие юридические уведомления, Ваша работа не обязывает их делать это.</li>
</ul>
<p>Компиляция охватываемой работы с другими отдельными и независимыми работами, которые по своей природе не являются расширениями охватываемой работы и которые не объединены с ней, например, для формирования более крупной программы в томе хранилища или распределения или на томе. средний, называется &ldquo;совокупностью&rdquo;, если компиляция и полученное в результате авторское право не используются для ограничения доступа или юридических прав пользователей компиляции сверх того, что разрешено отдельными работами.
Включение охватываемой работы в совокупность не заставляет настоящую Лицензию применяться к другим частям совокупности.</p>

<h4><a id="section6"></a>6. Передача не исходных форм.</h4>
<p>Вы можете передать охватываемую работу в форме объектного кода в соответствии с условиями разделов 4 и 5, при условии, что Вы также передаете машиночитаемый Соответствующий источник в соответствии с условиями настоящей Лицензии одним из следующих способов:</p>
<ul>
  <li>а) Передача объектного кода в физический продукт или его реализация (включая физическую среду распространения), в сопровождении Соответствующий источник зафиксирован на прочной физической среде обычно используется для обмена программ.</li>
  <li>б) Передача объектного кода в физический продукт или его реализация (включая физическую среду распространения), в сопровождении письменное предложение, действительное не менее трех лет и действующее как Пока Вы предлагаете запасные части или поддержку клиентов для этого продукта модель, чтобы дать любому, кто обладает объектным кодом либо (1) копия соответствующего источника для всего программного обеспечения в продукт, на который распространяется настоящая Лицензия, на среда, обычно используемая для обмена программ, по цене нет больше, чем Ваша разумная стоимость физического выполнения этого передача источника или (2) доступ для копирования Соответствующий источник с сетевого сервера бесплатно.</li>
  <li>в) Передавать отдельные копии объектного кода вместе с копией письменное предложение предоставить соответствующий источник. Эта альтернатива допускается только изредка и некоммерчески, и только если Вы получили объектный код с таким предложением, в соответствии с подразделом 6б.</li>
  <li>г) передать объектный код, предлагая доступ от назначенного место (бесплатно или за плату), и предлагают эквивалентный доступ к Соответствующий источник таким же образом через то же место в нет дальнейший заряд. Вам не нужно требовать, чтобы получатели копировали Соответствующий источник вместе с объектным кодом. Если место для скопируйте объектный код сетевого сервера, соответствующего источника может быть на другом сервере (управляемом Вами или третьей стороной) который поддерживает эквивалентные средства копирования, если Вы поддерживаете четкие указания рядом с кодом объекта, где указано, где найти Соответствующий Источник. Независимо от того, на каком сервере находится Соответствующий источник, Вы обязаны убедиться, что он доступны столько, сколько необходимо для удовлетворения этих требований.</li>
  <li>д) Передача объектного кода с использованием одноранговой передачи при условии Вы сообщаете другим сверстникам, где код объекта и соответствующий Источник работы предлагается широкой публике в обвинение по подразделу 6г.</li>
</ul>
<p>Отдельная часть объектного кода, исходный код которого исключен из соответствующего источника как системная библиотека, не должна быть включена в передачу работы объектного кода.</p>
<p>&ldquo;Пользовательский продукт&rdquo; является либо (1) &ldquo;потребительским продуктом&rdquo;, который означает любое материальное личное имущество, которое обычно используется в личных, семейных или домашних целях, или (2) что-либо разработанное или проданное для включения в жилое помещение.
При определении того, является ли продукт потребительским, сомнительные случаи должны решаться в пользу покрытия.
Для конкретного продукта, полученного конкретным пользователем, &ldquo;нормального использования&rdquo; относится к типичному или общему использованию этого класса продукта, независимо от статуса конкретного пользователя или способа, которым конкретный пользователь фактически использует, или ожидает или является Ожидается использование продукта.
Продукт является потребительским продуктом независимо от того, имеет ли продукт существенное коммерческое, промышленное или непотребительское использование, если только такое использование не представляет единственно важный способ использования продукта.</p>
<p>&ldquo;Информация об установке&rdquo; для Пользовательского продукта означает любые методы, процедуры, ключи авторизации или другую информацию, необходимую для установки и выполнения измененных версий рассматриваемой работы в этом Пользовательском продукте из модифицированной версии его соответствующего источника.
Информация должна быть достаточной, чтобы гарантировать, что непрерывное функционирование модифицированного объектного кода ни в коем случае не будет предотвращено или нарушено исключительно потому, что изменение было сделано.</p>
<p>Если Вы передаете объектный код, работающий в соответствии с этим разделом, или вместе с ним, или специально для использования в Пользовательском продукте, и передача происходит как часть транзакции, в которой право владения и использования Пользовательского продукта передается Получатель на неограниченный срок или на определенный срок (независимо от того, как охарактеризована транзакция), соответствующий источник, передаваемый в соответствии с данным разделом, должен сопровождаться информацией об установке.
Но это требование не применяется, если ни Вы, ни какая-либо третья сторона не имеют возможности установить измененный объектный код в продукт пользователя (например, произведение было установлено в ПЗУ).</p>
<p>Требование предоставить информацию об установке не включает в себя требование продолжать предоставлять услуги поддержки, гарантии или обновления для работы, которая была изменена или установлена получателем, или для Пользовательского продукта, в котором она была изменена или установлена.
В доступе к сети может быть отказано, если сама модификация существенно и отрицательно влияет на работу сети или нарушает правила и протоколы для связи по сети.</p>
<p>Соответствующий источник и передаваемая информация об установке в соответствии с этим разделом должны быть в формате, который публично документирован (и с общедоступной реализацией в форме исходного кода), и не должны требовать никакого специального пароля или ключа для распаковки, чтения или копирование.</p>

<h4><a id="section7"></a>7. Дополнительные условия.</h4>
<p>&ldquo;Дополнительные разрешения&rdquo; - это условия, которые дополняют условия настоящей Лицензии, делая исключения из одного или нескольких ее условий.
Дополнительные разрешения, применимые ко всей Программе, должны рассматриваться так, как если бы они были включены в настоящую Лицензию, в той степени, в которой они действительны в соответствии с действующим законодательством.
Если дополнительные разрешения применяются только к части Программы, эта часть может использоваться отдельно в соответствии с этими разрешениями, но вся Программа по-прежнему регулируется настоящей Лицензией без учета дополнительных разрешений.</p>
<p>Когда Вы передаете копию защищенной работы, Вы можете по своему усмотрению удалить любые дополнительные разрешения из этой копии или из любой ее части.
(Дополнительные разрешения могут быть написаны, чтобы потребовать их собственное удаление в некоторых случаях, когда Вы изменяете работу.)
Вы можете наложить дополнительные разрешения на материалы, добавленные Вами к покрываемой работе, для которых у Вас есть или Вы можете дать соответствующее разрешение на авторское право.</p>
<p>Несмотря на любое другое положение настоящей Лицензии, для материала, который Вы добавляете к покрываемому произведению, Вы можете (если это разрешено правообладателями этого материала) дополнить условия настоящей Лицензии условиями:</p>
<ul>
  <li>а) Отказ от гарантии или ограничение ответственности иначе, чем условия разделов 15 и 16 настоящей Лицензии; или</li>
  <li>б) Требование сохранения определенных разумных юридических уведомлений или авторских указаний в этом материале или в соответствующих юридических уведомлениях, отображаемых в работах, содержащих его; или</li>
  <li>в) Запрещение искажения происхождения этого материала или требование, чтобы измененные версии такого материала были разумным образом помечены как отличные от оригинальной версии; или</li>
  <li>г) Ограничение использования в рекламных целях имен лицензиатов или авторов материала; или</li>
  <li>д) Отказ от предоставления прав в соответствии с законодательством о товарных знаках на использование некоторых торговых названий, товарных знаков или знаков обслуживания; или</li>
  <li>е) Требование о возмещении убытков лицензиатам и авторам этого материала любым лицом, которое передает материал (или измененные версии) с договорными предположениями об ответственности перед получателем, за любую ответственность, которую эти договорные предположения непосредственно возлагают на этих лицензиатов и авторов.</li>
</ul>
<p>Все остальные недопустимые дополнительные условия считаются &ldquo;дальнейшими ограничениями&rdquo; по смыслу раздела 10.
Если Программа в том виде, в каком Вы ее получили, или какая-либо ее часть, содержит уведомление о том, что она регулируется настоящей Лицензией, наряду с термином, который является дальнейшее ограничение, Вы можете удалить этот термин.
Если лицензионный документ содержит дополнительное ограничение, но разрешает повторное лицензирование или передачу в соответствии с настоящей Лицензией, Вы можете добавить к покрываемому рабочему материалу, регулируемому условиями этого лицензионного документа, при условии, что дальнейшее ограничение не выдержит такого повторного лицензирования или передачи.</p>
<p>Если Вы добавляете термины к покрываемой работе в соответствии с этим разделом, Вы должны поместить в соответствующие исходные файлы заявление о дополнительных условиях, применимых к этим файлам, или уведомление, указывающее, где найти применимые условия.</p>
<p>Дополнительные условия, разрешающие или не разрешающие, могут быть указаны в форме отдельной письменной лицензии или указаны как исключения; вышеуказанные требования применяются в любом случае.</p>

<h4><a id="section8"></a>8. Прекращение.</h4>
<p>Вы не можете распространять или изменять защищенную работу, за исключением случаев, прямо предусмотренных настоящей Лицензией.
Любая попытка иного распространения или изменения его является недействительной и автоматически прекращает действие Ваших прав по настоящей Лицензии (включая любые патентные лицензии, предоставленные в соответствии с третьим абзацем раздела 11).</p>
<p>Тем не менее, если Вы прекратите все нарушения этой Лицензии, то Ваша лицензия от конкретного правообладателя будет восстановлена (а) временно, до тех пор, пока владелец авторских прав явно и окончательно не прекратит действие Вашей лицензии, и (б) навсегда, если владелец авторских прав потерпит неудачу уведомить Вас о нарушении каким-либо разумным способом до 60 дней после прекращения.</p>
<p>Более того, Ваша лицензия от конкретного правообладателя восстанавливается навсегда, если владелец авторских прав уведомляет Вас о нарушении каким-либо разумным способом, это первый раз, когда Вы получили уведомление о нарушении этой Лицензии (для любой работы) от этого правообладателя, и Вы устраните нарушение до 30 дней с момента получения уведомления.</p>
<p>Прекращение Ваших прав в соответствии с данным разделом не прекращает действие лицензий сторон, которые получили копии или права от Вас в соответствии с настоящей Лицензией.
Если Ваши права были аннулированы и не восстановлены окончательно, Вы не имеете права на получение новых лицензий на те же материалы в соответствии с разделом 10.</p>

<h4><a id="section9"></a>9. Принятие не требуется для наличия копий.</h4>
<p>Вы не обязаны принимать настоящую Лицензию для получения или запуска копии Программы.
Вспомогательное распространение защищенной работы, происходящее исключительно в результате использования одноранговой передачи для получения копии, также не требует принятия.
Тем не менее, ничто иное, кроме этой Лицензии, не дает Вам разрешения на распространение или изменение какой-либо освещаемой работы.
Эти действия нарушают авторские права, если Вы не принимаете эту Лицензию.
Поэтому, изменяя или распространяя охватываемой работу, Вы подтверждаете свое согласие с этой Лицензией.</p>

<h4><a id="section10"></a>10. Автоматическое лицензирование последующих получателей.</h4>
<p>Каждый раз, когда Вы передаете охватываемую работу, получатель автоматически получает лицензию от оригинальных лицензиатов, чтобы запускать, изменять и распространять эту работу в соответствии с настоящей Лицензией.
Вы не несете ответственности за обеспечение соблюдения третьими лицами этой Лицензии.</p>
<p>&ldquo;Транзакция объекта&rdquo; - это транзакция, передающая контроль над организацией или практически всеми ее активами, или подразделение организации, или объединяющиеся организации.
Если распространение рассматриваемой работы происходит в результате транзакции объекта, каждая сторона этой транзакции, которая получает копию произведения, также получает все лицензии на произведение, которые предшествующий предшественник заинтересованности имел или мог предоставить в соответствии с предыдущим пунктом, плюс право на получение соответствующего источника произведения от интересующего предшественника, если предшественник имеет его или может получить его разумными усилиями.</p>
<p>Вы не можете налагать какие-либо дополнительные ограничения на осуществление прав, предоставленных или подтвержденных в соответствии с настоящей Лицензией.
Например, Вы не можете налагать лицензионный сбор, роялти или другие сборы за осуществление прав, предоставленных в соответствии с настоящей Лицензией, и Вы не можете инициировать судебный процесс (включая перекрестный иск или встречный иск в иске), утверждая, что любое патентное требование нарушено путем создания, использования, продажи, выставления на продажу или импорта Программы или любой ее части.</p>

<h4><a id="section11"></a>11. Патенты.</h4>
<p>A &ldquo;Контрибьютор&rdquo; - это правообладатель, который разрешает использование в рамках данной Лицензии Программы или работы, на которой основана Программа.
Работа, лицензированное таким образом, называется &ldquo;версией контрибьютора&rdquo;.</p>
<p>&ldquo;Основные патентные претензии&rdquo; контрибьютора являются все патентные претензии, принадлежащие или контролируемые вкладчиком, независимо от того, были ли они уже приобретены или приобретены в дальнейшем, что может быть нарушено каким-либо образом, разрешенным настоящей Лицензией, для изготовления, использования или продажи его версии контрибьютора, но не включайте претензии, которые будут нарушены только в результате дальнейшего изменения версии контрибьютора.
Для целей этого определения &ldquo;контроль&rdquo; контроль включает в себя право предоставлять сублицензии на патенты в соответствии с требованиями настоящей Лицензии.</p>
<p>Каждый участник предоставляет Вам неисключительную всемирную патентную лицензию без лицензионных отчислений в соответствии с основными патентными претензиями контрибьютора, чтобы создавать, использовать, продавать, предлагать для продажи, импортировать и иным образом запускать, изменять и распространять содержимое своего контрибьютора версия.</p>
<p>В следующих трех параграфах &ldquo;патентная лицензия&rdquo; - это любое явное соглашение или обязательство, как бы оно ни выражалось, не приводить в исполнение патент (например, явное разрешение на использование патента или соглашение об отказе в иске за нарушение патента).
&ldquo;Предоставить&rdquo; такую патентную лицензию какой-либо стороне означает заключить такое соглашение или обязательство не применять патент против этой стороны.</p>
<p>Если Вы передаете защищенную работу, сознательно полагаясь на патентную лицензию и соответствующий источник работы, никто не может копировать бесплатно и в соответствии с условиями настоящей Лицензии через общедоступный сетевой сервер или другой легкодоступный означает, что Вы должны либо (1) сделать так, чтобы соответствующий источник был таким доступным, либо (2) договориться о лишении себя патента на лицензию на данную конкретную работу, либо (3) договориться в соответствии с требования этой лицензии, чтобы распространить патентную лицензию для нижестоящих получателей.
&ldquo;Сознательное доверие&rdquo; означает, что у Вас есть фактические знания о том, что, если бы не патентная лицензия, то, что Вы передали охватываемой работу в стране или использование Вами получателя охватываемой работы в стране, нарушило бы один или несколько идентифицируемых патентов в этой стране, которые у Вас есть основания полагать, что они действительны.</p>
<p>Если в соответствии или в связи с одной транзакцией или соглашением Вы передаете или распространяете путем обеспечения передачи охватываемого произведения и предоставляете патентную лицензию некоторым сторонам, получающим защищенное произведение, разрешающее им использовать, распространять, изменять или передайте конкретную копию охватываемой работы, затем выданная Вами патентная лицензия автоматически распространяется на всех получателей охватываемой работы и работ на ее основе.</p>
<p>Патентная лицензия является &ldquo;дискриминирующей&rdquo;, если она не включает в сферу своего охвата, запрещает осуществление или обусловлена неиспользованием одного или нескольких прав, которые специально предоставлены в соответствии с настоящей Лицензией.
Вы не можете передавать охватываемую работу, если Вы являетесь стороной соглашения с третьей стороной, занимающейся распространением программного обеспечения, в соответствии с которой Вы производите оплату третьей стороне на основании степени Вашей активности по передаче работы, и в соответствии с которым третья сторона предоставляет любой из сторон, которая получит охватываемое произведение от Вас, дискриминационную патентную лицензию (а) в связи с переданными Вами копиями покрываемого произведения (или копиями, сделанными из этих копий), или (б) в основном для и в связи с конкретными продуктами или сборниками, которые содержат защищенную работу, если Вы не заключили это соглашение или не получили лицензию на патент до 28 марта 2007 года.</p>
<p> Ничто в настоящей Лицензии не может быть истолковано как исключающее или ограничивающее любую подразумеваемую лицензию или другие средства защиты от нарушения, которые в противном случае могут быть доступны Вам в соответствии с применимым патентным законодательством.</p>

<h4><a id="section12"></a>12. Не отказывай в свободе остальным.</h4>
<p>Если на Вас наложены условия (будь то по решению суда, по соглашению или иным образом), которые противоречат условиям настоящей Лицензии, они не освобождают Вас от условий настоящей Лицензии.
Если Вы не можете передать защищенную работу, чтобы одновременно выполнить свои обязательства по настоящей Лицензии и любые другие соответствующие обязательства, то, как следствие, Вы можете вообще не передавать ее.
Например, если Вы согласны с условиями, которые обязывают Вас собирать роялти для дальнейшей передачи от тех, кому Вы передаете Программу, единственным способом, которым Вы могли бы удовлетворить как эти условия, так и настоящую Лицензию, было бы полное воздержание от передачи Программы.</p>

<h4><a id="section13"></a>13. Используйте вместе с Стандартной Общественной Лицензией GNU Афферо.</h4>
<p>Несмотря на любое другое положение настоящей Лицензии, у Вас есть разрешение связать или объединить любое охватываемое произведение с произведением, лицензированным по версии 3 Стандартной Общественной Лицензии GNU Афферо, в одно объединенное произведение и передать полученное произведение.
Условия настоящей Лицензии будут по-прежнему применяться к той части, которая является охватываемой работой, но к этой комбинации будут применяться особые требования Стандартной Общественной Лицензии GNU Афферо, раздел 13, касающиеся взаимодействия через сеть.</p>

<h4><a id="section14"></a>14. Пересмотренные версии этой лицензии.</h4>
<p>Фонд Свободного Программного Обеспечения может время от времени публиковать пересмотренные и/или новые версии Стандартной Общественной Лицензии GNU.
Такие новые версии будут сходны по духу с настоящей версией, но могут отличаться в деталях для решения новых проблем или проблем.</p>
<p>У каждой версии есть собственный номер.
Если в Программе указано, что к ней применяется определенная пронумерованная версия Стандартной Общественной Лицензии GNU &ldquo;или любой более поздней версии&rdquo;, у Вас есть возможность следовать условиям этой нумерованной версии или любой более поздней версии, опубликованной Фондом Свободного Программного Обеспечения.
Если в Программе не указан номер версии Стандартной Общественной Лицензии GNU, Вы можете выбрать любую версию, когда-либо опубликованную Фондом Свободного Программного Обеспечения.</p>
<p>Если в Программе указано, что прокси-сервер может решать, какие будущие версии Стандартной Общественной Лицензии GNU будут использоваться, то публичное заявление о принятии версии этого прокси-сервера на постоянной основе дает Вам право выбрать эту версию для Программы.</p>
<p>Более поздние версии лицензии могут дать Вам дополнительные или другие разрешения.
Однако никакие дополнительные обязательства не налагаются ни на одного автора или правообладателя в результате Вашего выбора следовать более поздней версии.</p>

<h4><a id="section15"></a>15. Отказ от гарантий.</h4>
<p>НЕ ПРЕДОСТАВЛЯЕТСЯ ГАРАНТИИ НА ПРОГРАММУ, ДО СТЕПЕНИ, РАЗРЕШЕННОГО ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ.
ЗА ИСКЛЮЧЕНИЕМ ОБРАТНОЙ СВЯЗИ, ЗАЯВЛЕННОЙ ПРИ НАПИСАНИИ АВТОРСКИХ ПРАВА И/ИЛИ ДРУГИХ СТОРОН, ПРЕДОСТАВЛЯТЬ ПРОГРАММУ &ldquo;КАК ЕСТЬ&rdquo; БЕЗ ГАРАНТИЙ ЛЮБОГО ВИДА, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОГО ОБЕСПЕЧЕНИЯ И ПРИГОДНОСТИ ДЛЯ ОСОБЕННОЙ ЦЕЛИ.
ВСЕ РИСКИ, КАСАЮЩИЕСЯ КАЧЕСТВА И ЭФФЕКТИВНОСТИ ПРОГРАММЫ, С ВАМИ.
ЕСЛИ ПРОГРАММА ОКАЖЕТСЯ ДЕФЕКТНОЙ, ВЫ ПРИНИМАЕТЕ НА СЕБЯ ВСЕ РАСХОДЫ НА НЕОБХОДИМОЕ ОБСЛУЖИВАНИЕ, РЕМОНТ ИЛИ ИСПРАВЛЕНИЕ.</p>

<h4><a id="section16"></a>16. Ограничение ответственности.</h4>
<p>НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ, ЕСЛИ НЕ ТРЕБУЕТСЯ ДЕЙСТВУЮЩЕЕ ЗАКОНОДАТЕЛЬСТВО ИЛИ СОГЛАСОВАНО В ПИСЬМЕ, ЛЮБОЙ ХОЛДИНГ АВТОРСКОГО ПРАВА ИЛИ ЛЮБОЙ ДРУГОЙ СТОРОНЫ, ИЗМЕНЯЮЩЕЙ И/ИЛИ ПЕРЕЧИСЛЯЮЩЕЙ ПРОГРАММУ В РАЗРЕШЕНИИ ВЫШЕ, БУДУТ ОТВЕТСТВЕННЫ ДЛЯ ВАС ЗА УЩЕРБ, В СООТВЕТСТВИИ СОГЛАСНО СОГЛАСНО, В СООТВЕТСТВИИ СО СООТВЕТСТВУЮЩИМ, В СООТВЕТСТВИИ СО СООТВЕТСТВУЮЩИМ, В СООТВЕТСТВИИ СО СООТВЕТСТВУЮЩИМ, В ТОМ ЧИСЛЕ, В СООТВЕТСТВИИ СОГЛАСНО, В СООТВЕТСТВИИ СО СООТВЕТСТВУЮЩИМ, ИЛИ СОГЛАСНЫМ, СОГЛАСНО ВРЕМЕНИ УБЫТКИ, СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕОБХОДИМОСТЬЮ ИСПОЛЬЗОВАНИЯ ПРОГРАММЫ (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОТЕРЯМИ ДАННЫХ ИЛИ ДАННЫМИ, ПРЕДОСТАВЛЯЕМЫМИ НЕТОЧНО ИЛИ ПОТЕРЯМИ, УСТОЙЧИВЫМИ ВАМИ ИЛИ ТРЕТЬИМИ ЛИЦАМИ ИЛИ НЕУДАЧЕЙ ПРОГРАММЫ ДЛЯ РАБОТЫ С ЛЮБЫМИ ПРОГРАММАМИ) ТАКОГО ДЕРЖАТЕЛЯ ИЛИ ДРУГОЙ СТОРОНЫ ПРЕДУПРЕЖДАЛИ О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.</p>

<h4><a id="section17"></a>17. Толкование разделов 15 и 16.</h4>
<p>Если отказ от гарантий и ограничение ответственности, представленные выше, не могут иметь местного юридического действия в соответствии с их условиями, суды по пересмотру применяют местное законодательство, которое наиболее близко соответствует абсолютному отказу от всей гражданской ответственности в связи с Программой, если только гарантия или допущение не приняты ответственности сопровождает копию Программы в обмен на плату.</p>

<p>КОНЕЦ ТЕРМИНОВ И УСЛОВИЙ</p>

<h3><a name="howto"></a>Как применить эти условия к Вашим новым программам</h3>
<p>Если Вы разрабатываете новую программу и хотите, чтобы она была максимально полезной для общественности, лучший способ добиться этого - сделать ее бесплатным программным обеспечением, которое каждый может распространять и изменять в соответствии с этими условиями.</p>
<p>Для этого приложите к программе следующие уведомления.
Безопаснее всего прикрепить их к началу каждого исходного файла, чтобы наиболее эффективно заявить об исключении гарантии; и в каждом файле должна быть хотя бы строка &ldquo;авторских прав&rdquo; и указатель на место , где находится полное уведомление.</p>
<pre>&lt;одна строка, чтобы дать название программы и краткое представление о том, что она делает.&gt;
Авторское право (C)  &lt;год&gt;  &lt;имя автора&gt;

Эта программа является свободным программным обеспечением: Вы можете распространять ее и/или изменять ее в соответствии с условиями Стандартной Общественной Лицензии GNU, опубликованной Фондом Свободного Программного Обеспечения, либо версией 3 Лицензии, либо (по Вашему выбору) любой более поздней версией.

Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии ТОВАРНОГО ОБЕСПЕЧЕНИЯ или ПРИГОДНОСТИ ДЛЯ ОСОБЫХ ЦЕЛЕЙ.
Смотрите Стандартную Общественную Лицензию GNU для более подробной информации.

Вы должны были получить копию Стандартной Общественной Лицензии GNU вместе с этой программой.
Если нет, см. &lt;http://www.gnu.org/licenses/&gt;.</pre>

<p>Также добавьте информацию о том, как связаться с Вами по электронной и бумажной почте.</p>
<p>Если программа выполняет взаимодействие с терминалом, выведите короткое уведомление, как показано ниже, при запуске в интерактивном режиме:</p>
<pre>&lt;программа&gt;  Авторское право (C)  &lt;год&gt;  &lt;имя автора&gt;
Эта программа поставляется без АБСОЛЮТНО ГАРАНТИИ; для подробностей наберите `show w\'.
Это бесплатное программное обеспечение, и Вы можете распространять его при определенных условиях; наберите `show c\' для подробностей.</pre>
<p>Гипотетические команды `show w \' и `show c\' должны показывать соответствующие части Стандартной Общественной Лицензии.
Конечно, команды Вашей программы могут отличаться; для интерфейса GUI, Вы бы использовали &ldquo;о программе&rdquo;.</p>
<p>Вы также должны попросить своего работодателя (если Вы работаете программистом) или школу, если таковые имеются, подписать заявление об &ldquo;отказе от авторских прав&rdquo; на программу, если это необходимо.
Для получения дополнительной информации об этом, а также о том, как подать заявку и следовать GNU GPL, см. &lt;http://www.gnu.org/licenses/&gt;.</p>
<p>Стандартная общественная лицензия GNU не позволяет включать Вашу программу в проприетарные программы.
Если Ваша программа представляет собой библиотеку подпрограмм, Вы можете посчитать более полезным разрешить связывание проприетарных приложений с библиотекой.
Если это то, что Вы хотите сделать, используйте вместо этой лицензии GNU Lesser Стандартной Общественной Лицензии.
Но сначала, пожалуйста, прочитайте &lt;http://www.gnu.org/philosophy/why-not-lgpl.html&gt;.</p>';