<?php
// Heading
$_['heading_title']    = 'Резервное копирование &amp; Восстановление';

// Text
$_['text_success']     = 'Успешно: вы успешно изменили свою базу данных!';

// Entry
$_['entry_progress']   = 'Прогресс';
$_['entry_export']     = 'Экспортировать';

// Tab
$_['tab_backup']       = 'Резервное копирование';
$_['tab_restore']      = 'Восстановление';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет прав на изменение резервных копий и восстановления!';
$_['error_export']     = 'Предупреждение: вы должны выбрать хотя бы одну таблицу для экспорта!';
$_['error_file']       = 'Файл не найден!';
