<?php
// Text
$_['text_success']       = 'Вы успешно изменили клиентов';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет прав доступа к API!';
$_['error_customer']     = 'Вы должны выбрать клиента!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты не является действительным!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 символов!';
$_['error_custom_field'] = '%s обязателен!';