<?php
// Text
$_['text_success']           = 'Успешно: Вы изменили заказы!';

// Error
$_['error_permission']       = 'Предупреждение: У Вас нет разрешения на доступ к API!';
$_['error_customer']         = 'Предупреждение: Детали клиента обязательны!';
$_['error_payment_address']  = 'Предупреждение: Адрес оплаты обязателен!';
$_['error_payment_method']   = 'Предупреждение: Метод оплаты обязателен!';
$_['error_no_payment']       = 'Предупреждение: Нет доступных методов оплаты!';
$_['error_shipping_address'] = 'Предупреждение: Адрес доставки обязателен!';
$_['error_shipping_method']  = 'Предупреждение: Метод доставки обязателен!';
$_['error_no_shipping']      = 'Предупреждение: Нет доступных вариантов доставки!';
$_['error_stock']            = 'Предупреждение: Товары, отмеченные ***, отсутствуют в необходимом количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Предупреждение: Минимальная сумма заказа %s из %s!';
$_['error_not_found']        = 'Предупреждение: Заказ не может быть найден!';