<?php
// Text
$_['text_address']       = 'Успешно: адрес доставки был установлен!';
$_['text_method']        = 'Успешно: способ доставки был установлен!';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field'] = '%s обязателен!';
$_['error_address']      = 'Предупреждение: Платежный адрес обязателен!';
$_['error_method']       = 'Предупреждение: Метод оплаты обязателен!';
$_['error_no_shipping']  = 'Предупреждение: Нет доступных вариантов доставки!';