<?php
// Text
$_['text_success']     = 'Успешно: ваша подарочный сертификат была применен!';
$_['text_cart']        = 'Успешно: вы изменили свою корзину!';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет разрешения на доступ к API!';
$_['error_voucher']    = 'Предупреждение: Подарочный сертификат недействителен или использован ранее!';
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Адрес электронной почты не является действительным!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Сумма должна быть между %s и %s!';