<?php
// Heading
$_['heading_title']                = 'Магазины';

// Text
$_['text_settings']                = 'Настройки';
$_['text_success']                 = 'Успешно: Вы изменили Магазины!';
$_['text_list']                    = 'Список магазинов';
$_['text_add']                     = 'Добавить магазин';
$_['text_edit']                    = 'Редактировать магазин';
$_['text_items']                   = 'Элементы';
$_['text_tax']                     = 'Налоги';
$_['text_account']                 = 'Учетная запись';
$_['text_checkout']                = 'Заказ';
$_['text_stock']                   = 'Остаток';
$_['text_shipping']                = 'Адрес доставки';
$_['text_payment']                 = 'Адрес оплаты';

// Column
$_['column_name']                  = 'Название магазина';
$_['column_url']	               = 'Адрес магазина';
$_['column_action']                = 'Действие';

// Entry
$_['entry_url']                    = 'URL-адрес магазина';
$_['entry_ssl']                    = 'SSL URL-адрес';
$_['entry_meta_title']             = 'Meta Title';
$_['entry_meta_description']       = 'МетаТег Description';
$_['entry_meta_keyword']           = 'МетаТег Keywords';
$_['entry_layout']                 = 'Макет по умолчанию';
$_['entry_theme']                  = 'Тема';
$_['entry_name']                   = 'Название магазина';
$_['entry_owner']                  = 'Владелец магазина';
$_['entry_address']                = 'Адрес';
$_['entry_geocode']                = 'Геокод';
$_['entry_email']                  = 'Эл. почта';
$_['entry_telephone']              = 'Телефон';
$_['entry_fax']                    = 'Факс';
$_['entry_image']                  = 'Изображение';
$_['entry_open']                   = 'Время работы';
$_['entry_comment']                = 'Комментарий';
$_['entry_location']               = 'Расположение магазина';
$_['entry_country']                = 'Страна';
$_['entry_zone']                   = 'Регион/Область';
$_['entry_language']               = 'Язык';
$_['entry_currency']               = 'Валюта';
$_['entry_tax']                    = 'Показать цены с налогом';
$_['entry_tax_default']            = 'Использовать налоговый адрес магазина';
$_['entry_tax_customer']           = 'Использовать налоговый адрес клиента';
$_['entry_customer_group']         = 'Группа клиентов';
$_['entry_customer_group_display'] = 'Группы клиентов';
$_['entry_customer_price']         = 'Отображение цен авторизованным';
$_['entry_account']                = 'Условия аккаунта';
$_['entry_cart_weight']            = 'Отображать вес на странице корзины';
$_['entry_checkout_guest']         = 'Гостевой заказ';
$_['entry_checkout']               = 'Условия оформления заказа';
$_['entry_order_status']           = 'Статус заказа';
$_['entry_stock_display']          = 'Показать остаток';
$_['entry_stock_checkout']         = 'Оформление при отсутствии';
$_['entry_logo']                   = 'Лого магазина';
$_['entry_icon']                   = 'Иконка';
$_['entry_secure']                 = 'Использовать SSL';

// Help
$_['help_url']                     = 'Включите полный URL-адрес Вашего магазина. Не забудьте добавить \'/\' в конце. Пример: http://ruopencart.dev/path/<br /><br /> Не используйте каталоги для создания нового магазина. Вы должны всегда указывать другой домен или поддомен на ваш хостинг.';
$_['help_ssl']                     = 'URL SSL для вашего магазина. Не забудьте добавить \'/\' в конце. Пример: http://www.yourdomain.com/path/<br /><br />Не используйте каталоги для создания нового магазина. Вы должны всегда указывать другой домен или поддомен на Ваш хостинг.';
$_['help_geocode']                 = 'Пожалуйста, введите геокод Вашего магазина вручную.';
$_['help_open']                    = 'Заполните Ваши часы работы магазинов.';
$_['help_comment']                 = 'Это поле предназначено для любых специальных заметок, которые Вы хотели бы сообщить клиенту, например: магазин не принимает чеки.';
$_['help_location']                = 'Дополнительные данные местоположения магазина, которые Вы хотите отобразить в форме обратной связи.';
$_['help_currency']                = 'Изменить валюту по умолчанию. Очистите кеш браузера, чтобы увидеть изменения и сбросить существующие cookie.';
$_['help_tax_default']             = 'Используйте адрес магазина для расчета налогов, если клиент не вошел в систему. Вы можете использовать адрес магазина для адреса доставки или оплаты клиента.';
$_['help_tax_customer']            = 'Используйте адрес клиента по умолчанию при входе в систему для расчета налогов. Вы можете использовать адрес по умолчанию для адреса доставки или оплаты клиента.';
$_['help_customer_group']          = 'Группа клиентов по умолчанию.';
$_['help_customer_group_display']  = 'Отображение групп клиентов, которые новые клиенты могут выбрать для использования, например, оптовые и бизнес, при регистрации.';
$_['help_customer_price']          = 'Показывать цены только авторизованным клиентам.';
$_['help_account']                 = 'Требовать согласия с условиями до создания учетной записи.';
$_['help_checkout_guest']          = 'Разрешить клиентам оформить заказ без создания учетной записи. Это не будет доступно, когда загружаемый продукт находится в корзине.';
$_['help_checkout']                = 'Требовать согласия с условиями, прежде чем клиент сможет оформить заказ.';
$_['help_order_status']            = 'Установите статус заказа по умолчанию при обработке заказа.';
$_['help_stock_display']           = 'Показать количество товара на странице товара.';
$_['help_stock_checkout']          = 'Разрешить клиентам по-прежнему оформлять заказ, если товары, которые они заказывают, отсутствуют на складе.';
$_['help_icon']                    = 'Значок должен быть в формате PNG размером 16x16 пикселей.';
$_['help_secure']                  = 'Чтобы использовать SSL, проверьте с Вашим хостингом, установлен ли сертификат SSL.';

// Error
$_['error_warning']                = 'Предупреждение: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']             = 'Предупреждение: У Вас нет разрешения на изменение магазинов!';
$_['error_url']                    = 'URL-адрес магазина обязателен!';
$_['error_meta_title']             = 'Мета Title должно быть от 3 до 32 символов!';
$_['error_name']                   = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']                  = 'Владелец магазина должен содержать от 3 до 64 символов!';
$_['error_address']                = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']                  = 'Адрес электронной почты не является действительным!';
$_['error_telephone']              = 'Телефон должен быть от 3 до 32 символов!';
$_['error_customer_group_display'] = 'Вы должны включить группу клиентов по умолчанию, если Вы собираетесь использовать эту функцию!';
$_['error_default']                = 'Предупреждение: Вы не можете удалить свой магазин по умолчанию!';
$_['error_store']                  = 'Предупреждение: Этот магазин не может быть удален, так как он в настоящее время назначен %s заказам!';