<?php
// Text
$_['text_subject']        = '%s - Партнерская программа';
$_['text_welcome']        = 'Благодарим вас за участие в партнерской программе %s!';
$_['text_login']          = 'Ваша учетная запись была создана, и вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_approval']       = 'Ваша учетная запись должна быть подтверждена, прежде чем вы сможете войти. После подтверждения вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_service']        = 'После входа в систему вы сможете создавать коды отслеживания, отслеживать комиссионные платежи и редактировать данные своей учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_affiliate']  = 'Новый партнер';
$_['text_signup']         = 'Зарегистрировался новый партнер:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Эл. почта:';
$_['text_telephone']      = 'Телефон:';