<?php
// Text
$_['text_subject']          = '%s - Заказ %s';
$_['text_greeting']         = 'Благодарим Вас за интерес к товарам %s. Ваш заказ был получен и будет обработан после подтверждения оплаты.';
$_['text_link']             = 'Для просмотра Вашего заказа перейдите по ссылке ниже:';
$_['text_order_detail']     = 'Детали заказа';
$_['text_instruction']      = 'Инструкции';
$_['text_order_id']         = 'Номер заказа:';
$_['text_date_added']       = 'Дата заказа:';
$_['text_order_status']     = 'Статус заказа:';
$_['text_payment_method']   = 'Метод оплаты:';
$_['text_shipping_method']  = 'Метод доставки:';
$_['text_email']            = 'Эл. почта:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP-адрес:';
$_['text_payment_address']  = 'Адрес плательщика';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_products']         = 'Товары';
$_['text_product']          = 'Товар';
$_['text_model']            = 'Модель';
$_['text_quantity']         = 'Количество';
$_['text_price']            = 'Цена';
$_['text_order_total']      = 'Итоги заказа';
$_['text_total']            = 'Всего';
$_['text_download']         = 'Как только Ваш платеж будет подтвержден, Вы можете нажать на ссылку ниже, чтобы получить доступ к цифровым товарам:';
$_['text_comment']          = 'Комментарии к Вашему заказу:';
$_['text_footer']           = 'Пожалуйста, ответьте на это письмо, если у Вас есть какие-либо вопросы.';