<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию';
$_['text_welcome']        = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login']          = 'Ваша учетная запись была создана, и Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_approval']       = 'Ваша учетная запись должна быть подтверждена, прежде чем Вы сможете войти. После подтверждения Вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему адресу:';
$_['text_service']        = 'После входа в систему Вы сможете получить доступ к другим услугам, включая просмотр прошлых заказов, печать счетов и редактирование информации о Вашей учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрировался новый покупатель:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'Эл. почта:';
$_['text_telephone']      = 'Телефон:';