<?php
// Text
$_['text_subject']  = 'Вам был отправлен подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s';
$_['text_from']     = 'Данный подарочный сертификат был отправлен вам от %s';
$_['text_message']  = 'С сообщением';
$_['text_redeem']   = 'Чтобы воспользоваться данным подарочным сертификатом, запишите код <b>%s</b>, затем нажмите на ссылку ниже и приобретите товар, для которого вы хотите использовать этот подарочный сертификат. вы можете ввести код подарочного сертификата на странице корзины покупок, прежде чем нажать кнопку «Оформить заказ».';
$_['text_footer']   = 'Пожалуйста, ответьте на это письмо, если у вас есть какие-либо вопросы.';