<?php
// Heading
$_['heading_title']                = 'Корзина';

// Text
$_['text_success']                 = 'Успешно. Вы добавили <a href="%s">%s</a> в <a href="%s">корзину</a>!';
$_['text_remove']                  = 'Успешно: Вы изменили свою корзину!';
$_['text_login']                   = 'Предупреждение: Вы должны <a href="%s">войти</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_items']                   = 'Товары: %s на сумму %s';
$_['text_points']                  = 'Бонусные баллы: %s';
$_['text_next']                    = 'Что бы Вы хотели сделать еще?';
$_['text_next_choice']             = 'Выберите, если у Вас есть код скидки или бонусные баллы, которые Вы хотите использовать, или хотите оценить стоимость доставки.';
$_['text_no_results']              = 'Ваша корзина пуста!';
$_['text_day']                     = 'день';
$_['text_week']                    = 'неделя';
$_['text_semi_month']              = 'полмесяца';
$_['text_month']                   = 'месяц';
$_['text_year']                    = 'год';
$_['text_trial']                   = 'Оплата %s с периодичностью %s %s в количестве %s платеж(а)(ей). Затем ';
$_['text_recurring']               = 'Оплата %s с периодичностью %s %s';
$_['text_payment_cancel']          = 'до отмены';
$_['text_recurring_item']          = 'Регулярные платежи';
$_['text_payment_recurring']       = 'Платежный профиль';
$_['text_trial_description']       = 'Оплата %s с периодичностью %d %s(s) за %d платеж(а)(ей) Затем';
$_['text_payment_description']     = 'Оплата %s с периодичностью %d %s(s) за %d платеж(а)(ей)';
$_['text_payment_cancel']          = 'Оплата %s с периодичностью %d %s(s) до отмены';

// Column
$_['column_image']                 = 'Изображение';
$_['column_name']                  = 'Наименование товара';
$_['column_model']                 = 'Модель';
$_['column_quantity']              = 'Количество';
$_['column_price']                 = 'Цена за единицу';
$_['column_total']                 = 'Всего';

// Error
$_['error_stock']                  = 'Товары, отмеченные знаком ***, отсутствуют в необходимом количестве или отсутствуют на складе.!';
$_['error_minimum']                = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']               = '%s обязательно!';
$_['error_product']                = 'Предупреждение: в вашей корзине нет товаров!';
$_['error_recurring_required']     = 'Пожалуйста, выберите периодичность платежа!';