<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_checkout_option']           = 'Шаг %s: Варианты оформления заказа';
$_['text_checkout_account']          = 'Шаг %s: Учетная запись и Детали оплаты';
$_['text_checkout_payment_address']  = 'Шаг %s: Детали оплаты';
$_['text_checkout_shipping_address'] = 'Шаг %s: Детали доставки';
$_['text_checkout_shipping_method']  = 'Шаг %s: Варианты доставки';
$_['text_checkout_payment_method']   = 'Шаг %s: Варианты оплаты';
$_['text_checkout_confirm']          = 'Шаг %s: Подтверждение заказа';
$_['text_modify']                    = 'Изменять &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Постоянный покупатель';
$_['text_checkout']                  = 'Варианты оформления заказа:';
$_['text_i_am_returning_customer']   = 'Я постоянный покупатель';
$_['text_register']                  = 'Регистрация учетной записи';
$_['text_guest']                     = 'Заказ без регистрации';
$_['text_register_account']          = 'Создав учетную запись, Вы сможете совершать покупки быстрее, быть в курсе статуса заказа и отслеживать заказы, которые Вы уже сделали ранее.';
$_['text_forgotten']                 = 'Восстановить пароль';
$_['text_your_details']              = 'Ваши персональные данные';
$_['text_your_address']              = 'Ваш адрес';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';
$_['text_payment_method']            = 'Пожалуйста, выберите предпочтительный способ оплаты для этого заказа.';
$_['text_comments']                  = 'Добавить комментарий о Вашем заказе';
$_['text_recurring_item']            = 'Регулярный элемент';
$_['text_payment_recurring']         = 'Профиль оплаты';
$_['text_trial_description']         = 'Оплата %s с периодичностью %d %s(s) за %d платеж(а)(ей) Затем';
$_['text_payment_description']       = 'Оплата %s с периодичностью %d %s(s) за %d платеж(а)(ей)';
$_['text_payment_cancel']            = 'Оплата %s с периодичностью %d %s(s) до отмены';
$_['text_day']                       = 'день';
$_['text_week']                      = 'неделя';
$_['text_semi_month']                = 'полмесяца';
$_['text_month']                     = 'месяц';
$_['text_year']                      = 'год';

// Column
$_['column_name']                    = 'Наименование товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена за единицу';
$_['column_total']                   = 'Всего';

// Entry
$_['entry_email_address']            = 'Адрес электронной почты';
$_['entry_email']                    = 'Эл. почта';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Подтверждение пароля';
$_['entry_firstname']                = 'Имя';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Телефон';
$_['entry_address']                  = 'Выберите адрес';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Группа покупателя';
$_['entry_address_1']                = 'Адрес 1';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Почтовый индекс';
$_['entry_city']                     = 'Город';
$_['entry_country']                  = 'Страна';
$_['entry_zone']                     = 'Регион / Область';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку %s.';
$_['entry_shipping']                 = 'Мои адреса доставки и выставления счетов совпадают.';

// Error
$_['error_warning']                  = 'При попытке обработать ваш заказ возникла проблема! Если проблема не устранена, попробуйте выбрать другой способ оплаты, или Вы можете связаться с нами <a href="%s">нажав здесь</a>.';
$_['error_login']                    = 'Предупреждение: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']                 = 'Предупреждение: Для Вашей учетной записи превышено допустимое количество попыток входа в систему. Пожалуйста, повторите попытку через 1 час.';
$_['error_approved']                 = 'Предупреждение: Ваша учетная запись требует подтверждения, прежде чем Вы сможете авторизоваться.';
$_['error_exists']                   = 'Предупреждение: Адрес электронной почты уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']                    = 'Адрес электронной почты не является действительным!';
$_['error_telephone']                = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_password']                 = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']                  = 'Подтверждение пароля does not match password!';
$_['error_address_1']                = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city']                     = 'Город должен содержать от 2 до 128 символов!';
$_['error_postcode']                 = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион/штат!';
$_['error_agree']                    = 'Предупреждение: Вы должны согласиться с %s!';
$_['error_address']                  = 'Предупреждение: Вы должны выбрать адрес!';
$_['error_shipping']                 = 'Предупреждение: Требуется выбрать способ доставки!';
$_['error_no_shipping']              = 'Предупреждение: Варианты доставки не доступны. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';
$_['error_payment']                  = 'Предупреждение: Способ оплаты обязателен!';
$_['error_no_payment']               = 'Предупреждение: Нет доступных способов оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';
$_['error_custom_field']             = '%s обязательно!';