<?php
// Heading
$_['heading_title'] = 'Ошибка платежа!';

// Text
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Заказ';
$_['text_failure']  = 'Ошибка платежа';
$_['text_message']  = '<p>При обработке вашего платежа возникла проблема, и заказ не был завершен.</p><p>Возможные причины:</p><ul><li>Недостаточно средств</li><li>Проверка не удалась</li></ul><p>Пожалуйста, попробуйте сделать заказ снова, используя другой способ оплаты.</p><p>Если проблема сохранится, пожалуйста <a href="%s">свяжитесь с нами</a> с деталями заказа, который Вы пытаетесь разместить.</p>';