<?php
// Heading
$_['heading_title']        = 'Ваш заказ был размещен!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Заказ';
$_['text_success']         = 'Заказ оформлен успешно';
$_['text_customer']        = '<p>Ваш заказ был успешно обработан!</p><p>Вы можете просмотреть историю заказов, перейдя на страницу <a href="%s">личного кабинета</a> и нажав на <a href="%s">историю</a>.</p><p>Если Ваша покупка связана с загрузкой, Вы можете перейти в личный кабинет на страницу <a href="%s">загрузки</a> для их просмотра.</p><p>Пожалуйста, направляйте любые вопросы, которые у Вас есть нам через <a href="%s">обратную связь</a>.</p><p>Благодарим Вас за покупки в нашем магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ был успешно обработан!</p><p>Пожалуйста, направляйте любые вопросы, которые у Вас есть нам через <a href="%s">обратную связь</a>.</p><p>Благодарим Вас за покупки в нашем магазине!</p>';