<?php
// Heading
$_['heading_title']                 = 'Партнерская программа';

// Text
$_['text_account']                  = 'Кабинет партнера';
$_['text_login']                    = 'Авторизация';
$_['text_description']              = '<p>%s партнерская программа бесплатна и позволяет участникам получать доход, разместив ссылку или ссылки на своем веб-сайте, которые рекламируют %s или определенные продукты на нем. Любые продажи, совершенные клиентам, которые щелкнули по этим ссылкам, будут приносить партнерскую комиссию. В настоящее время стандартная комиссия составляет %s.</p><p>Для получения дополнительной информации посетите страницу часто задаваемых вопросов или ознакомьтесь с нашими условиями для партнеров.</p>';
$_['text_new_affiliate']            = 'Новый партнер';
$_['text_register_account']         = '<p>В настоящее время я не являюсь партнером.</p><p>Нажмите «Продолжить» ниже, чтобы создать новую учетную запись партнера. Обратите внимание, что это никак не связано с вашей учетной записью покупателя.</p>';
$_['text_returning_affiliate']      = 'Вход для партнеров';
$_['text_i_am_returning_affiliate'] = 'Я существующий партнер.';
$_['text_forgotten']                = 'Забыли пароль';

// Entry
$_['entry_email']                   = 'Партнерская эл. почта';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Предупреждение: Несуществующий адрес эл. почты и/или пароль.';
$_['error_attempts']                = 'Предупреждение: Для Вашей учетной записи превышено допустимое количество попыток входа. Пожалуйста, повторите попытку через 1 час.';
$_['error_approved']                = 'Предупреждение: Ваша учетная запись требует подтверждения для входа.';