<?php
// Heading
$_['heading_title'] = 'Ваш партнерский аккаунт создан!';

// Text
$_['text_success']  = '<p>Поздравляем! ваша новая учетная запись была успешно создана!</p> <p>Теперь вы являетесь участником %s партнерской программы.</p> <p>Если у вас есть ЛЮБЫЕ вопросы о работе партнерской системы, отправьте электронное письмо на контактный адрес магазина.</p> <p>На указанный адрес электронной почты отправлено подтверждение. Если вы не получили его в течение часа, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Благодарим вас за регистрацию партнерской учетной записи в %s!</p><p>вы получите уведомление по электронной почте после активации учетной записи.</p><p>Если У вас есть ЛЮБЫЕ вопросы о работе этой партнерской системы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Кабинет партнера';
$_['text_success']  = 'Успешно';