<?php
// Heading
$_['heading_title'] = 'Ваш партнерский аккаунт создан!';

// Text
$_['text_success']  = '<p>Поздравляем! Ваша новая учетная запись была успешно создана!</p> <p>Теперь Вы являетесь участником %s партнерской программы.</p> <p>Если у Вас есть ЛЮБЫЕ вопросы о работе партнерской системы, отправьте электронное письмо на контактный адрес магазина.</p> <p>На указанный адрес электронной почты отправлено подтверждение. Если Вы не получили его в течение часа, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Благодарим Вас за регистрацию партнерской учетной записи в %s!</p><p>Вы получите уведомление по электронной почте после активации учетной записи.</p><p>Если У Вас есть ЛЮБЫЕ вопросы о работе этой партнерской системы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Кабинет партнера';
$_['text_success']  = 'Успешно';