<?php
// Heading
$_['heading_title']    = 'Карта мира';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили карту панели инструментов!';
$_['text_edit']        = 'Редактировать карту панели инструментов';
$_['text_order']       = 'Заказы';
$_['text_sale']        = 'Продажи';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение карты панели инструментов!';