<?php
// Heading
$_['heading_title']    = 'Посетители онлайн';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили онлайн панели инструментов!';
$_['text_edit']        = 'Редактировать онлайн панели инструментов';
$_['text_view']        = 'Посмотреть больше...';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение онлайн панели инструментов!';