<?php
// Heading
$_['heading_title']    = 'Всего продаж';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили продажи панели инструментов!';
$_['text_edit']        = 'Редактировать продажи панели инструментов';
$_['text_view']        = 'Посмотреть больше...';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width']      = 'Ширина';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение продажи панели инструментов!';