<?php
// Heading
$_['heading_title']    = 'Бестселлеры';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили модуль бестселлеров!';
$_['text_edit']        = 'Редактировать модуль бестселлеров';

// Entry
$_['entry_name']       = 'Наименование модуля';
$_['entry_limit']      = 'Лимит';
$_['entry_image']      = 'Изображение (Ш х В) и тип изменения размера';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение модуля бестселлеров!';
$_['error_name']       = 'Наименование модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';