<?php
// Heading
$_['heading_title']    = 'Карусель';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили модуль карусель!';
$_['text_edit']        = 'Редактировать модуль карусель';

// Entry
$_['entry_name']       = 'Наименование модуля';
$_['entry_banner']     = 'Баннер';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение модуля карусель!';
$_['error_name']       = 'Наименование модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';