<?php
// Heading
$_['heading_title']    = 'Рекомендуемые';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили модуль рекомендуемые!';
$_['text_edit']        = 'Редактировать модуль рекомендуемые';

// Entry
$_['entry_name']       = 'Наименование модуля';
$_['entry_product']    = 'Продукция';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Автодополнение)';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение модуля рекомендуемые!';
$_['error_name']       = 'Наименование модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина обязательна!';
$_['error_height']     = 'Высота обязательна!';