<?php
// Heading
$_['heading_title']    = 'Магазин';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: вы изменили модуль магазин!';
$_['text_edit']        = 'Редактировать модуль магазин';

// Entry
$_['entry_admin']      = 'Только для администраторов';
$_['entry_status']     = 'Статус';

//Help
$_['help_admin']       = 'Если да, то список нескольких магазинов будет виден только при входе в систему с правами администратора!';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет прав на изменение модуля магазин!';
