<?php
// Heading
$_['heading_title']          = 'Атрибуты';

// Text
$_['text_success']           = 'Успешно: Вы изменили атрибуты!';
$_['text_list']              = 'Список атрибутов';
$_['text_add']               = 'Добавить атрибут';
$_['text_edit']              = 'Редактировать атрибут';

// Column
$_['column_name']            = 'Название атрибута';
$_['column_attribute_group'] = 'Группа атрибута';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название атрибута';
$_['entry_attribute_group']  = 'Группа атрибута';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Предупреждение: У Вас нет прав на изменение атрибутов!';
$_['error_attribute_group']  = 'Группа атрибута обязательна!';
$_['error_name']             = 'Название атрибута должно быть от 1 до 64 символов!';
$_['error_product']          = 'Предупреждение: Этот атрибут не может быть удален, так как в настоящее время он назначен %s продуктам!';