<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Успешно: Вы изменили категории!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Редактировать категорию';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'МетаТег Title';
$_['entry_meta_keyword']     = 'МетаТег Keywords';
$_['entry_meta_description'] = 'МетаТег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_parent']           = 'Родитель';
$_['entry_filter']           = 'Фильтры';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Меню';
$_['entry_column']           = 'Столбцы';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_filter']            = '(Автодополнение)';
$_['help_top']               = 'Отображение в главном меню. Работает только для главных родительских категорий.';
$_['help_column']            = 'Количество столбцов в главном меню для отображения дочерних категорий. Работает только для главных родительских категорий.';

// Error
$_['error_warning']          = 'Предупреждение: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Предупреждение: У Вас нет прав на изменение категорий!';
$_['error_name']             = 'Название категории должно быть от 1 до 255 символов!';
$_['error_meta_title']       = 'МетаТег Title должен быть больше 1 и меньше 255 символов!';
$_['error_keyword']          = 'Семантический URL уже используется!';
$_['error_unique']           = 'Семантический URL должен быть уникальным!';
$_['error_parent']           = 'Выбранная Вам и родительская категория является дочерней по отношению к текущей!';