<?php
// Heading
$_['heading_title']     = 'Загрузки';

// Text
$_['text_success']      = 'Успешно: Вы изменили загрузки!';
$_['text_list']         = 'Список загрузок';
$_['text_add']          = 'Добавить загрузку';
$_['text_edit']         = 'Редактировать загрузку';
$_['text_upload']       = 'Ваш файл был успешно загружен!';

// Column
$_['column_name']       = 'Название загрузки';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название загрузки';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Mask';

// Help
$_['help_filename']     = 'Вы можете загрузить через кнопку загрузки или использовать FTP, чтобы загрузить в каталог загрузки и введите детали ниже.';
$_['help_mask']         = 'Рекомендуется, чтобы имя файла и маска отличались, чтобы исключить возможность напрямую скачивать Ваши загрузки.';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет прав на изменение загрузок!';
$_['error_name']        = 'Название загрузки должно быть от 3 до 64 символов!';
$_['error_upload']      = 'Загрузка обязательна!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']    = 'Неверный тип файла!';
$_['error_product']     = 'Предупреждение: Эту загрузку нельзя удалить, так как она в настоящее время назначена %s продуктам!';