<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']           = 'Успешно: Вы изменили информацию!';
$_['text_list']              = 'Список информации';
$_['text_add']               = 'Добавить информацию';
$_['text_edit']              = 'Редактировать информацию';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'Не используйте пробелы, вместо этого заменяйте пробелы на минус и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_title']           = 'Заголовок информации';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок информации';
$_['entry_description']      = 'Описание';
$_['entry_meta_title']       = 'МетаТег Title';
$_['entry_meta_keyword']     = 'МетаТег Keywords';
$_['entry_meta_description'] = 'МетаТег Description';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_bottom']           = 'Футер';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_bottom']            = 'Показывать в низу в футере.';

// Error
$_['error_warning']          = 'Предупреждение: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Предупреждение: У Вас нет разрешения на изменение информации!';
$_['error_title']            = 'Заголовок информации должен быть от 1 до 64 символов!';
$_['error_description']      = 'Описание должно содержать более 3 символов!';
$_['error_meta_title']       = 'МетаТег Title должен быть больше 1 и меньше 255 символов!';
$_['error_keyword']          = 'Семантический URL уже используется!';
$_['error_unique']           = 'Семантический URL должен быть уникальным!';
$_['error_account']          = 'Предупреждение: Эта информационная страница не может быть удалена, так как она в настоящее время назначена в качестве условий использования учетной записи!';
$_['error_checkout']         = 'Предупреждение: Эта информационная страница не может быть удалена, так как она в настоящее время назначена в качестве условий оформления заказа!';
$_['error_affiliate']        = 'Предупреждение: Эта информационная страница не может быть удалена, так как она в настоящее время назначена в качестве условий партнерской программы!';
$_['error_return']           = 'Предупреждение: Эта информационная страница не может быть удалена, так как она в настоящее время назначена в качестве условий возврата!';
$_['error_store']            = 'Предупреждение: Эта информационная страница не может быть удалена, так как используется в %s магазинах!';