<?php
// Heading
$_['heading_title']     = 'Производители';

// Text
$_['text_success']      = 'Успешно: Вы изменили производителей!';
$_['text_list']         = 'Список производителей';
$_['text_add']          = 'Добавить производителя';
$_['text_edit']         = 'Редактировать производителя';
$_['text_default']      = 'По умолчанию';
$_['text_percent']      = 'Процент';
$_['text_amount']       = 'Фиксированное значение';
$_['text_keyword']      = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что Семантический URL-адрес является глобально уникальным.';

// Column
$_['column_name']       = 'Название производителя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название производителя';
$_['entry_store']       = 'Магазины';
$_['entry_keyword']     = 'ЧПУ';
$_['entry_image']       = 'Изображения';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_type']        = 'Тип';

// Error
$_['error_permission']  = 'Предупреждение: У Вас нет разрешения на изменение производителей!';
$_['error_name']        = 'Название производителя должно быть от 1 до 64 символов!';
$_['error_keyword']     = 'Семантический URL уже используется!';
$_['error_unique']      = 'Семантический URL должен быть уникальным!';
$_['error_product']     = 'Предупреждение: Этот производитель не может быть удален, так как он в настоящее время присвоен %s продуктам!';