<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Успешно: Вы изменили опции!';
$_['text_list']          = 'Список опций';
$_['text_add']           = 'Добавить опцию';
$_['text_edit']          = 'Редактировать опцию';
$_['text_choose']        = 'Элементы выбора';
$_['text_select']        = 'Раскрывающийся список';
$_['text_radio']         = 'Переключатели. Позволяют выбрать один вариант из нескольких предложенных.';
$_['text_checkbox']      = 'Флажки. Позволяют выбрать более одного варианта из предложенных.';
$_['text_input']         = 'Элементы ввода';
$_['text_text']          = 'Текстовое поле';
$_['text_textarea']      = 'Многострочный текст';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; Время';
$_['text_time']          = 'Время';
$_['text_option']        = 'Опция';
$_['text_value']         = 'Значения опции';

// Column
$_['column_name']        = 'Название опции';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название опции';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Название значения опции';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'Предупреждение: У Вас нет прав на изменение опций!';
$_['error_name']         = 'Название опции должно быть от 1 до 128 символов!';
$_['error_type']         = 'Предупреждение: Значение опции обязательно!';
$_['error_option_value'] = 'Название значения опции должно быть от 1 до 128 символов!';
$_['error_product']      = 'Предупреждение: Эту опцию нельзя удалить, поскольку в настоящее время она назначена %s продуктам!';