<?php
// Heading
$_['heading_title']         = 'Регулярные заказы';

// Text
$_['text_success']          = 'Успешно: Вы изменили регулярные заказы!';
$_['text_list']             = 'Список регулярных заказов';
$_['text_add']              = 'Добавить регулярный заказ';
$_['text_edit']             = 'Редактировать регулярный заказ';
$_['text_day']              = 'День';
$_['text_week']             = 'Неделя';
$_['text_semi_month']       = 'Пол месяца';
$_['text_month']            = 'Месяц';
$_['text_year']             = 'Год';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Регулярные суммы рассчитываются по частоте и циклам.</p><p>Например, если Вы используете частоту «неделя» и цикл «2», после чего пользователю будет выставляться счет каждые 2 недели.</p><p>Продолжительность - это количество раз, когда пользователь будет совершать платеж, установите значение 0, если Вы хотите, чтобы платежи были отменены.</p>';
$_['text_profile']          = 'Регулярный профиль';
$_['text_trial']            = 'Пробный профиль';

// Entry
$_['entry_name']            = 'Название';
$_['entry_price']           = 'Цена';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Пробная цена';
$_['entry_trial_duration']  = 'Пробная продолжительность';
$_['entry_trial_status']    = 'Пробный статус';
$_['entry_trial_cycle']     = 'Пробный цикл';
$_['entry_trial_frequency'] = 'Пробная частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']           = 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Предупреждение: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']      = 'Предупреждение: У Вас нет прав на изменение регулярных заказов!';
$_['error_name']            = 'Название профиля должно быть больше 3 и меньше 255 символов!';
$_['error_product']         = 'Предупреждение: Этот регулярный заказ не может быть удален, так как в настоящее время он назначен %s продуктам!';