<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Успешно: Ваш файл был загружен!';
$_['text_directory']   = 'Успешно: Каталог создан!';
$_['text_delete']      = 'Успешно: Ваш файл или каталог был удален!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Предупреждение: В доступе отказано!';
$_['error_filename']   = 'Предупреждение: Имя файла должно быть от 3 до 255!';
$_['error_folder']     = 'Предупреждение: Имя папки должно быть от 3 до 255!';
$_['error_exists']     = 'Предупреждение: Файл или каталог с таким именем уже существует!';
$_['error_directory']  = 'Предупреждение: Каталог не существует!';
$_['error_filesize']   = 'Предупреждение: Неверный размер файла!';
$_['error_filetype']   = 'Предупреждение: Неверный тип файла!';
$_['error_upload']     = 'Предупреждение: Файл не может быть загружен по неизвестной причине!';
$_['error_delete']     = 'Предупреждение: Вы не можете удалить этот каталог!';