<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Восстановить пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты';
$_['text_email']      = 'Введите адрес электронной почты, связанный с Вашей учетной записью. Нажмите «Сбросить», чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success']    = 'Письмо с подтверждением было отправлено на Ваш электронный адрес администратора.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтверждение';

// Error
$_['error_email']     = 'Предупреждение: Адрес электронной почты не был найден в наших записях, пожалуйста, попробуйте еще раз!';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают!';