<?php
// Heading
$_['heading_title']    = 'Важное уведомление о безопасности!';

// Text
$_['text_success']     = 'Успешно: Вы изменили папку хранилища!';
$_['text_admin']       = 'В файле admin/config.php, замените строку';
$_['text_security']    = 'Очень важно, чтобы Вы переместили каталог хранилища за пределы веб-каталога (например, public_html, www или htdocs).';
$_['text_choose']      = 'Выберите, как переместить каталог хранилища';
$_['text_automatic']   = 'Автоматическое перемещение';
$_['text_manual']      = 'Ручное перемещение';
$_['text_move']        = 'Переместить';
$_['text_to']          = 'в';
$_['text_config']      = 'В файле config.php, замените строку';
$_['text_admin']       = 'В файле admin/config.php, замените строку';

// Button
$_['button_move']      = 'Переместить';
$_['button_manual']    = 'Ручной';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение каталога хранилища!';
$_['error_path']       = 'Предупреждение: Неверный путь!';
$_['error_directory']  = 'Предупреждение: Неверный каталог!';
$_['error_exists']     = 'Предупреждение: Каталог уже существует!';
$_['error_writable']   = 'Предупреждение: config.php и admin/config.php нужно сделать доступными для записи!';
