<?php
// Heading
$_['heading_title']      = 'Список адресов';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_address_book']  = 'Адреса доставки';
$_['text_address_add']   = 'Добавить адрес';
$_['text_address_edit']  = 'Редактировать адрес';
$_['text_add']           = 'Ваш адрес был успешно добавлен';
$_['text_edit']          = 'Ваш адрес был успешно обновлен';
$_['text_delete']        = 'Ваш адрес был успешно удален';
$_['text_no_results']    = 'Вы еще не добавили ни одного адреса доставки.';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_company']      = 'Компания';
$_['entry_address_1']    = 'Адрес 1';
$_['entry_address_2']    = 'Адрес 2';
$_['entry_postcode']     = 'Почтовый индекс';
$_['entry_city']         = 'Город';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Регион / Область';
$_['entry_default']      = 'Адрес по умолчанию';

// Error
$_['error_delete']       = 'Предупреждение: У Вас должен быть хотя бы один адрес!';
$_['error_default']      = 'Предупреждение: Вы не можете удалить свой адрес по умолчанию!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_city']         = 'Город должен содержать от 2 до 128 символов!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / штат!';
$_['error_custom_field'] = '%s обязателен!';