<?php
// Heading
$_['heading_title']      = 'Данные учетной записи';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_edit']          = 'Редактирование информации';
$_['text_your_details']  = 'Ваши персональные данные';
$_['text_success']       = 'Успешно: Ваша учетная запись была успешно обновлена.';

// Entry
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Эл. почта';
$_['entry_telephone']    = 'Телефон';

// Error
$_['error_exists']       = 'Предупреждение: адрес электронной почты уже зарегистрирован!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты не является действительным!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 символов!';
$_['error_custom_field'] = '%s обязательно!';