<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты';
$_['text_email']      = 'Введите адрес электронной почты, связанный с Вашей учетной записью. Нажмите «Продолжить», чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success']    = 'На Ваш адрес электронной почты было отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email']     = 'Эл. почта';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'Предупреждение: Адрес электронной почты не был найден в наших записях, пожалуйста, попробуйте еще раз!';
$_['error_approved']  = 'Предупреждение: Ваша учетная запись требует подтверждения, прежде чем Вы сможете войти.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают!';