<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Личный кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Зарегистрируйтесь';
$_['text_register_account']        = 'После регистрации Вы сможете совершать покупки быстрее, быть в курсе статуса заказа и отслеживать заказы, которые Вы уже сделали ранее.';
$_['text_returning_customer']      = 'Зарегистрированный покупатель';
$_['text_i_am_returning_customer'] = 'Я зарегистрированный клиент';
$_['text_forgotten']               = 'Восстановить пароль';

// Entry
$_['entry_email']                  = 'Адрес электронной почты';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Предупреждение: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']               = 'Предупреждение: Вами превышено допустимое количество попыток входа. Пожалуйста, повторите попытку через 1 час.';
$_['error_approved']               = 'Предупреждение: Ваша учетная запись требует подтверждения, прежде чем Вы сможете войти.';