<?php
// Heading
$_['heading_title']  = 'Сбросить пароль';

// Text
$_['text_account']   = 'Личный кабинет';
$_['text_password']  = 'Введите новый пароль, который Вы хотите использовать.';
$_['text_success']   = 'Успешно: Ваш пароль был успешно обновлен.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Подтверждение';

// Error
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']  = 'Пароль и подтверждение пароля не совпадают!';
$_['error_code']     = 'Код сброса пароля недействителен или использовался ранее!';