<?php
// Heading
$_['heading_title']      = 'Возврат товара';

// Text
$_['text_account']       = 'Личный кабинет';
$_['text_return']        = 'Информация возврата';
$_['text_return_detail'] = 'Детали возврата';
$_['text_description']   = 'Пожалуйста, заполните форму ниже, чтобы создать заявку на возврат.';
$_['text_order']         = 'Информация о заказе';
$_['text_product']       = 'Информация о продукции';
$_['text_reason']        = 'Причина возврата';
$_['text_message']       = '<p>Спасибо за отправку Вашего запроса на возврат. Ваш запрос был отправлен в соответствующий отдел для обработки.</p><p>Вы получите уведомление по электронной почте о статусе вашего запроса.</p>';
$_['text_return_id']     = 'Номер возврата:';
$_['text_order_id']      = 'Номер заказа:';
$_['text_date_ordered']  = 'Дата покупки:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата добавления:';
$_['text_comment']       = 'Комментарии возврата';
$_['text_history']       = 'История возврата';
$_['text_no_results']    = 'Нет истории возвратов для отображения!';
$_['text_agree']         = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'Номер возврата';
$_['column_order_id']    = 'Номер заказа';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата создания';
$_['column_customer']    = 'Покупатель';
$_['column_product']     = 'Название продукции';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Открытый';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';

// Entry
$_['entry_order_id']     = 'Номер заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Эл. почта';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Название товара';
$_['entry_model']        = 'Код товара';
$_['entry_quantity']     = 'Количество';
$_['entry_reason']       = 'Причина возврата';
$_['entry_opened']       = 'Товар открыт';
$_['entry_fault_detail'] = 'Неисправные или другие детали';

// Error
$_['text_error']         = 'Запрошенные Вам и возвраты не найдены!';
$_['error_order_id']     = 'Номер заказа обязателен!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты не является действительным!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 символов!';
$_['error_product']      = 'Название продукции должно быть от 3 до 255 символов!';
$_['error_model']        = 'Модель продукции должна быть больше 3 и меньше 64 символов!';
$_['error_reason']       = 'Вы должны выбрать причину возврата товара!';
$_['error_agree']        = 'Предупреждение: Вы должны согласиться с %s!';