<?php
// Heading
$_['heading_title'] = 'Ваш аккаунт был создан!';

// Text
$_['text_success']  = '<p>Примите наши поздравления! Ваша учетная запись была успешно создана!</p><p>Теперь Вы можете воспользоваться привилегиями участника, чтобы расширить с нами Ваши возможности совершения покупок в Интернете.</p><p>Если у Вас есть ЛЮБЫЕ вопросы о работе этого онлайн магазина, пожалуйста, напишите нам электронное письмо.</p> <p>На указанный адрес электронной почты отправлено подтверждение. Если Вы не получили его в течение часа, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>Вы получите уведомление по электронной почте после активации учетной записи.</p><p>Если у Вас возникли ЛЮБЫЕ вопросы о работе этого интернет-магазина, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Личный кабинет';