<?php
// Heading
$_['heading_title'] = 'Ваш аккаунт был создан!';

// Text
$_['text_success']  = '<p>Примите наши поздравления! ваша учетная запись была успешно создана!</p><p>Теперь вы можете воспользоваться привилегиями участника, чтобы расширить с нами ваши возможности совершения покупок в Интернете.</p><p>Если у вас есть ЛЮБЫЕ вопросы о работе этого онлайн магазина, пожалуйста, напишите нам электронное письмо.</p> <p>На указанный адрес электронной почты отправлено подтверждение. Если вы не получили его в течение часа, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>вы получите уведомление по электронной почте после активации учетной записи.</p><p>Если у вас возникли ЛЮБЫЕ вопросы о работе этого интернет-магазина, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_account']  = 'Личный кабинет';