<?php
// Heading
$_['heading_title']    = 'Отслеживание Партнеров';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_description'] = 'Чтобы убедиться, что вам платят за рефералов, которых вы отправляете нам, мы должны отслеживать их, поместив код отслеживания в URL-адрес ссылки на нас. вы можете использовать инструменты ниже для генерации ссылок для %s.';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылок';
$_['entry_link']       = 'Ссылка для отслеживания';

// Help
$_['help_generator']  = 'Введите название товара, на который вы хотите получить ссылку';
