<?php
// Heading
$_['heading_title']    = 'Отслеживание Партнеров';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_description'] = 'Чтобы убедиться, что Вам платят за рефералов, которых Вы отправляете нам, мы должны отслеживать их, поместив код отслеживания в URL-адрес ссылки на нас. Вы можете использовать инструменты ниже для генерации ссылок для %s.';

// Entry
$_['entry_code']       = 'Ваш код отслеживания';
$_['entry_generator']  = 'Генератор ссылок';
$_['entry_link']       = 'Ссылка для отслеживания';

// Help
$_['help_generator']  = 'Введите название продукции, на который Вы хотите получить ссылку';