<?php
// Heading
$_['heading_title']    = 'Купить подарочный сертификат';

// Text
$_['text_account']     = 'Личный кабинет';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен получателю по электронной почте после оплаты заказа.';
$_['text_agree']       = 'Я понимаю, что подарочные сертификаты возврату не подлежат';
$_['text_message']     = '<p>Спасибо за покупку подарочного сертификата! По завершении заказа получателю подарочного сертификата будет отправлено электронное письмо с информацией о том, как воспользоваться подарочным сертификатом</p>';
$_['text_for']         = '%s Подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'Эл. почта получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваша эл. почта';
$_['entry_theme']      = 'Тема подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Сумма';

// Help
$_['help_message']     = 'Необязательно';
$_['help_amount']      = 'Значение должно быть между %s и %s';

// Error
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Адрес электронной почты не является действительным!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Значение должно быть между %s и %s!';
$_['error_agree']      = 'Предупреждение: Вы должны согласиться с тем, что подарочные сертификаты возврату не подлежат!';