<?php
// Heading
$_['heading_title']      = 'OpenBay Pro';

// Text
$_['text_openbay']       = 'Интеграция мульти-магазина';
$_['text_ebay']          = 'eBay - это многомиллиардный рынок, который позволяет коммерческим или частным продавцам проводить аукционы и розничные продажи товаров через Интернет. Доступно для продавцов по всему миру.';
$_['text_amazon']        = 'Amazon Marketplace - онлайн-магазин с фиксированной ценой, позволяющий продавцам предлагать новые и подержанные товары наряду с обычным розничным сервисом Amazon.';

// Button
$_['button_register']    = 'Регистрация';
$_['button_register_eu'] = 'Регистрация для Европы';
$_['button_register_us'] = 'Регистрация для США';